{
  "shock": "A shock pulse is an event that transmits kinetic energy into a system in a relatively short interval compared with the system’s greatest natural period.",
  "pulse": "A shock pulse is an event that transmits kinetic energy into a system in a relatively short interval compared with the system’s greatest natural period.",
  "axial": "With tri-axial transducers, the engineer can measure the three orthogonal directions without adjusting the test setup.",
  "cycle": "The complete sequence of instantaneous values of a periodic event, during one period.",
  "hertz": "A unit of frequency abbreviated as Hz. Formerly cps for cycles per second.",
  "drift": "The slow variation in a performance characteristic such as gain, frequency, or power output.",
  "limit": "The operational limit is the extremes beyond which a product is not expected to operate.",
  "error": "The difference between the indicated and true values of a measured variable.",
  "fault": "Immediate cause of failure (e.g. maladjustment, misalignment, defect, etc.)",
  "input": "The mechanical motion, force, or energy applied to a mechanical system, such as the vibratory input from a shaker to a test item.",
  "modal": "Modal analysis is the process of breaking complex structural motion into individual vibration modes.",
  "noise": "The total of all interferences in a measurement system that are independent of the signal.",
  "floor": "The noise floor is the summation of all the noise sources and unwanted signals within a measurement system.",
  "notch": "A minimum spectral value at a natural frequency. Also, the deliberate reduction of a portion of a test spectrum (random vibration testing).",
  "orbit": "The path of a shaft centerline during rotation.",
  "order": "The vibration at multiples of a machine’s shaft speed.",
  "track": "Track the Peak Resonant Frequency in SRTD.",
  "pitch": "The rotation in the plane of forward motion and about the left-right axis.",
  "probe": "A machinery-mounted sensor that is usually internal and can sense vibration.",
  "phase": "The fractional part of a period between a reference time and a particular time of interest or between two motions/electrical signals with the same fundamental frequency.",
  "sense": "A sensor is a device that converts some mechanical quantity into an electrical signal or, less commonly, the reverse conversion.",
  "sensor": "A sensor is a device that converts some mechanical quantity into an electrical signal or, less commonly, the reverse conversion.",
  "cause": "Success is uncertain if the true cause of failure is not understood.",
  "sweep": "Sweep range and sweep rate are two parameters that define a sine sweep test.",
  "spall": "A flake or chip of metal removed from one of the races of a rolling-element bearing. It indicates that the bearing is nearing the end of its use.",
  "sound": "An oscillation in pressure capable of evoking the sensation of hearing or the sensation of hearing.",
  "quake": "Structures and equipment installed in seismically active regions must be designed to protect the operating equipment in the event of an earthquake.",
  "earthquake": "Structures and equipment installed in seismically active regions must be designed to protect the operating equipment in the event of an earthquake.",
  "mixed": "Mixed-mode testing is used to simulate environments with a combination of vibration modes. Sine-on-Random, Random-on-Random, and Multi-Sine software.",
  "field": "The goal of analyzing field environments is to generate a test more representative of the real-world, replicating the failure mode observed in the field.",
  "dwell": "For a sine dwell test, a vibration controller runs a single sine tone at the component’s resonant frequencies rather than sweeping through the entire frequency range.",
  "fdr": "The Field Data Replication (FDR) software by Vibration Research can be used to recreate a test environment, including high peaks, using recorded data.",
  "fds": "The fatigue damage spectrum (FDS) is a test development tool that replicates the operational environment of a product. Learn the FDS calculation procedure.",
  "psd": "The power spectral density (PSD) is an analysis tool for random vibration tests. It is a function of frequency and represents the distribution of a signal over a spectrum of frequencies.",
  "dof": "Statistical degrees-of-freedom (DOF) help to define confidence intervals and the probability of meeting tolerance.",
  "degree": "Statistical degrees-of-freedom (DOF) help to define confidence intervals and the probability of meeting tolerance.",
  "compliance": "Compliance is the reciprocal of stiffness—i.e., displacement divided by force.",
  "channel": "Expanding upon the functionality of the <a href=\"https://vibrationresearch.com/products/vibrationview/#vr9500\" target=\"_blank\">VR9500</a>, VR released the <a href=\"https://vibrationresearch.com/products/vibrationview/#vr10500\" target=\"_blank\">VR10500</a> for high-channel-count vibration control and dynamic signal analysis.",
  "coherence": "Coherence measures the similarity of vibration at two locations and gives insight into possible cause and effect relations.",
  "loop": "Multi Loop control is typically used for multiple shakers controlling one test item in a single axis – usually the Z (up/down) axis.",
  "control": "Multi Loop control is typically used for multiple shakers controlling one test item in a single axis – usually the Z (up/down) axis.",
  "critical": "Critical frequency is a resonant frequency at which damage or degradation in performance is likely.",
  "idof": "Instant Degrees of Freedom® (iDOF) provides the smoothest control lines in the industry, enabling highly accurate vibration tests in a condensed period.",
  "smooth": "Instant Degrees of Freedom® (iDOF) provides the smoothest control lines in the industry, enabling highly accurate vibration tests in a condensed period.",
  "line": "Instant Degrees of Freedom® (iDOF) provides the smoothest control lines in the industry, enabling highly accurate vibration tests in a condensed period.",
  "sine": "A sine vibration test outputs a single frequency sine tone at a defined amplitude and time. It is most often used to determine resonances and to expose the test item to a resonant frequency until failure.",
  "srtd": "Sine Resonance Track & Dwell (SRTD) is used in the design and validation of a product in almost every industry that uses vibration testing.",
  "sor": "A Sine-on-Random (SoR) test should be employed when a field environment contains sinusoidal and random vibration. Learn more about SoR testing on VRU.",
  "stag": "The Sine Tracking, Analysis and Generation tool (STAG) is an accurate and efficient option for SoR test development using recorded data.",
  "kurtosion": "Kurtosion® is a patented kurtosis control software. Add a third dimension to your random vibration test when the in-service environment is non-Gaussian.",
  "kurtosis": "A statistical term used to describe the relative distribution of data. Kurtosis is defined as the ratio of statistical moments.",
  "classical": "Classical shock pulses are industry-standard pulses performed on a mechanical shock machine.",
  "cavitation": "A localized low-pressure vaporization condition (cavities or bubbles) within a liquid, as around a propeller or within a pipe or in a pump’s suction line.",
  "crest": "Crest factor is the ratio of a (finite) peak motion to the root-mean-square (RMS) value of the dynamic signal.",
  "peak": "An extreme value of a varying quantity and measured from the zero or mean value. It is also a maximum spectral value.",
  "period": "The interval of time over which a cyclic vibration repeats itself.",
  "precision": "Vibration control software allows for the dynamic control of data and vibration controllers monitor and regulate signals with precision.",
  "defect": "All machine components vibrate, and their interaction with one another and the operational environment can introduce fatigue or damage such as imbalance, misalignment, component failure, resonance, bearing defect, and more.",
  "defective": "All machine components vibrate, and their interaction with one another and the operational environment can introduce fatigue or damage such as imbalance, misalignment, component failure, resonance, bearing defect, and more.",
  "damage": "All machine components vibrate, and their interaction with one another and the operational environment can introduce fatigue or damage such as imbalance, misalignment, component failure, resonance, bearing defect, and more.",
  "fatigue": "All machine components vibrate, and their interaction with one another and the operational environment can introduce fatigue or damage such as imbalance, misalignment, component failure, resonance, bearing defect, and more.",
  "failure": "The event or inoperable state in which any item or component does not perform as previously specified.",
  "octave": "The interval between two frequencies differing by exactly 2:1.",
  "random": "Random vibration has an instantaneous magnitude that cannot be predicted.",
  "record": "VR Mobile's <a href=\"https://vibrationresearch.com/resources/applications-for-triggering-vr-mobile/\" target=\"_blank\">triggering</a> feature allows for autonomous data recording with the <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\">ObserVR1000</a>. Capture transient events, drive external equipment, and more.",
  "recorder": "VR Mobile's <a href=\"https://vibrationresearch.com/resources/applications-for-triggering-vr-mobile/\" target=\"_blank\">triggering</a> feature allows for autonomous data recording with the <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\">ObserVR1000</a>. Capture transient events, drive external equipment, and more.",
  "recording": "VR Mobile's <a href=\"https://vibrationresearch.com/resources/applications-for-triggering-vr-mobile/\" target=\"_blank\">triggering</a> feature allows for autonomous data recording with the <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\">ObserVR1000</a>. Capture transient events, drive external equipment, and more.",
  "transient": "VR Mobile's <a href=\"https://vibrationresearch.com/resources/applications-for-triggering-vr-mobile/\" target=\"_blank\">triggering</a> feature allows for autonomous data recording with the <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\">ObserVR1000</a>. Capture transient events, drive external equipment, and more.",
  "remote": "Monitor your system status remotely with your cell phone or computer by using the Web Server / Email software option in <a href=\"https://vibrationresearch.com/products/vibrationview/\" target=\"_blank\">VibrationVIEW</a>.",
  "remotely": "Monitor your system status remotely with your cell phone or computer by using the Web Server / Email software option in <a href=\"https://vibrationresearch.com/products/vibrationview/\" target=\"_blank\">VibrationVIEW</a>.",
  "mean": "The mean is a value intermediate between quantities under consideration. A shaker’s mean acceleration must be zero or no steady-state acceleration.",
  "machine": "Machinery health monitoring (MHM) is the measurement, recording, and analysis of machinery parameters to determine machinery health.",
  "shake": "Electrodynamic shaker systems consist of a shaker and a matching linear direct-coupled power amplifier. Browse VR's selection of shakers.",
  "shaker": "Electrodynamic shaker systems consist of a shaker and a matching linear direct-coupled power amplifier. Browse VR's selection of shakers.",
  "ambient": "The ambient environment includes the conditions that characterize the air or other medium that surrounds the material (e.g. temperature and humidity).",
  "environment": "An aggregate of all external and internal conditions—either natural, man-made, or self-induced—that influence the form, performance, reliability, or survival of an item.",
  "attenuate": "Reduce.",
  "average": "The average of a data set is calculated by adding the values and then dividing the total by the number of values. For a pure sine wave, the average value is zero.",
  "averaging": "The average of a data set is calculated by adding the values and then dividing the total by the number of values. For a pure sine wave, the average value is zero.",
  "accuracy": "Measures the capability of an instrument to indicate the true value. It is not related to inaccuracy nor repeatability.",
  "align": " desired machinery condition in which the axes of a machine’s components are adjusted to be colinear, parallel or perpendicular, thus creating least vibration.",
  "alignment": "A desired machinery condition in which the axes of a machine’s components are adjusted to be colinear, parallel or perpendicular, thus creating least vibration.",
  "angular": "Angular frequency is the torsional vibration frequency in radians per second.",
  "chatter": "Vibration events or resonance can cause the steel plate to disconnect momentarily from the switch contacts.",
  "analyze": "<a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\">ObserVIEW</a> is a vibration signal analysis software where engineers can view, analyze, and edit waveforms to suit the test framework.",
  "test": "A random vibration test and Field Data Replication (FDR) are both suitable in many testing situations involving random vibration.",
  "testing": "A random vibration test and Field Data Replication (FDR) are both suitable in many testing situations involving random vibration.",
  "asd": "Auto Spectral Density (ASD) is the measure of acceleration power per Hz of analysis bandwidth. Also known as Power Spectral Density, PSD. The square root of the area under the ASD curve is defined as the g RMS of acceleration.",
  "csd": "The cross-spectral density (CSD) compares one signal with another signal in time, such as the drive signal with an input signal.",
  "decibel": "Ratios of identical quantities are expressed in decibel or deciBel or dB units.",
  "duration": "The duration of a shock pulse is a measurement of how long it lasts. For classical pulses, time is usually measured between instants when the amplitude is greater than 10% of the peak value.",
  "dynamic": "Dynamic range is the ratio of the largest to smallest signals that can be simultaneously processed by an instrument or system.",
  "quadrature": "Quadrature motion is any motion perpendicular to the reference axis. Shakers should have zero quadrature motion. Also known as side/lateral motion or crosstalk.",
  "motion": "Quadrature motion is any motion perpendicular to the reference axis. Shakers should have zero quadrature motion. Also known as side/lateral motion or crosstalk.",
  "durability": "The measure of useful life. It is a special case of reliability.",
  "durable": "Durability is the measure of useful life. It is a special case of reliability.",
  "absorb": "A drop shock machine consists of a table-mounted on two parallel columns which, after being raised to a pre-calculated height, drops to the “ground”. In this context, the ground is a reaction mass that absorbs some of the shock in order to prevent unwanted contact with the actual ground.",
  "absorber": "A drop shock machine consists of a table-mounted on two parallel columns which, after being raised to a pre-calculated height, drops to the “ground”. In this context, the ground is a reaction mass that absorbs some of the shock in order to prevent unwanted contact with the actual ground.",
  "analysis": "View, edit, and analyze recordings with the <a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\">ObserVIEW</a> free vibration analysis software. Editing, FFT & PSD analysis, octave, modal, and more!",
  "analyzer": "A dynamic signal analyzer (DSA) is a vibration analyzer that uses digital signal processing and the fast Fourier transform (FFT) to display vibration frequency components. It may also display the time domain and phase spectrum and is usually interfaced with a computer.",
  "dsa": "A dynamic signal analyzer (DSA) is a vibration analyzer that uses digital signal processing and the fast Fourier transform (FFT) to display vibration frequency components. It may also display the time domain and phase spectrum and is usually interfaced with a computer.",
  "displace": "Displacement pecifies change of position, or distance, usually measured from mean position or position of rest. Usually applies to uniaxial, less often to angular motion.",
  "velocity": "The rate of change of displacement with time, usually along a specified axis. It may refer to angular motion or uniaxial motion.",
  "vibrate": "Vibration is mechanical oscillation or motion about a reference point of equilibrium.",
  "vibration": "Mechanical oscillation or motion about a reference point of equilibrium.",
  "waveform": "A presentation or display of a signal’s instantaneous amplitude as a function of time, as on an oscilloscope or oscillograph.",
  "alias": "Aliasing is a spectrum analysis problem that results from sampling data at too low a sampling frequency. It causes high-frequency signals to appear in a spectrum at low frequencies.",
  "aliasing": "A spectrum analysis problem that results from sampling data at too low a sampling frequency. It causes high-frequency signals to appear in a spectrum at low frequencies.",
  "thrust": "The thrust position is the location in direction of a shaft centerline.",
  "damper": "One form adheres or is sprayed onto relatively thin metal panels so as to extract energy when panels flex. Lowers “Q” of each panel mode. Goal: to reduce air flow (over the panel)-induced vibration and radiated noise.",
  "dampen": "Shock pulses excite a span of frequencies in a short period and dampen quickly.",
  "damping": "Dissipation of oscillatory or vibratory energy with motion or with time.",
  "filter": "An electronic device that passes certain frequencies and blocks the rest. Classified as low-pass (high-stop), high-pass (low-stop), band-pass, or band-stop.",
  "absolute": "A term applied to calibration based on the primary standards of mass, length, and time.",
  "sample": "The sample rate is the number of readings an A/D converter takes per second or per minute.",
  "sampling": "The sampling rate is the number of readings an A/D converter takes per second or per minute.",
  "rate": "The sampling rate is the number of readings an A/D converter takes per second or per minute.",
  "amplitude": "The magnitude of a quantity’s variation from its zero value. It should be modified with an adjective such as peak, RMS, average, etc.",
  "spectrum": "Describes the resolution of an electrical signal for a given measurement.",
  "resolution": "A spectrum describes the resolution of an electrical signal for a given measurement.",
  "spectral": "A spectral map is a three-dimensional plot of amplitude (z-axis) versus time/shaft speed (y-axis) versus frequency (x-axis).",
  "power": "Often, noise can be felt or heard on the shaker head when the system is powered on.",
  "bode": "A bode plot displays the magnitude of vibration at 1x the shaft speed and its phase relative to the shaft position. Both values are plotted against running speed.",
  "plot": "A bode plot displays the magnitude of vibration at 1x the shaft speed and its phase relative to the shaft position. Both values are plotted against running speed.",
  "bias": "Refers to a more or less persistent tendency for a group of measurements to be too large or too small.",
  "buzz": "A sound exemplified by loose power transformer laminations (dominated by 120 Hz where the power frequency is 60 Hz).",
  "rattle": "A sound exemplified by shaking a steel can full of steel nuts and bolts.",
  "yaw": "Measures the rotation about the vertical axis.",
  "bow": "An undesirable shaft condition in rotating machinery where the shaft centerline is not straight.",
  "bounce": "A bounce test involves the shaking of unrestrained cargo. The cargo is repeatedly thrown a short distance into the air and falls onto a vibrating platform.",
  "bump": "A bump test involves the horizontal striking of an impacting surface against cargo, or cargo motion arrested by impacting a stationary object.",
  "barrier": "Blocks airborne sound from entering the passenger compartment via an aperture. ",
  "bandwidth": "The frequency range within which a measuring system can accurately measure a quantity. It is usually stated in hertz or Hz.",
  "balance": "Balancing is the process of adjusting the distribution of mass in a rotating element to reduce vibratory forces generated by rotation.",
  "balancing": "The process of adjusting the distribution of mass in a rotating element to reduce vibratory forces generated by rotation.",
  "frequency": "A periodic function is the reciprocal of the period, T, in seconds (1/T). It is usually expressed in hertz (Hz), which represents cycles per second (cps).",
  "broadband": "Refers to vibration or other signals that are unfiltered. Signals at all frequencies contribute to the measured value.",
  "baseline": "A good starting place for preventative maintenance is taking a baseline measurement upon delivery of your system. ",
  "calibrate": "(as applied to vibration sensors) An orderly procedure for determining sensitivity as a function of frequency, temperature, altitude, etc. (as applied to vibration controllers) The process of adjusting the measured voltage and frequency readings based on a precise internal reference voltage.",
  "calibration": "(as applied to vibration sensors) An orderly procedure for determining sensitivity as a function of frequency, temperature, altitude, etc. (as applied to vibration controllers) The process of adjusting the measured voltage and frequency readings based on a precise internal reference voltage.",
  "satellite": "Test engineers use vibration testing to verify that a small satellite such as a CubeSat can withstand the launch environment.",
  "resonance": "Occurs when the forcing frequency of a true single-degree-of-freedom system equals the natural frequency or when any forcing frequency change decreases system response.",
  "dut": "The device under test (DUT) or unit under test (UUT) is the product being tested on the shaker system.",
  "uut": "The device under test (DUT) or unit under test (UUT) is the product being tested on the shaker system.",
  "distortion": "In mechanics, distortion is any unwanted motion.",
  "design": "Design ruggedization is performed during the development of a new product. Prototypes are subjected to stress levels much higher than those anticipated in the field.",
  "damp": "To reduce the “Q” or maximum resonant response, by extracting energy, usually by converting motion into heat. Your automobile’s shock absorbers damp body motion.",
  "range": "A range is a statement of the upper and lower limits over which an instrument works satisfactorily.",
  "loudness": "The human ranking of an auditory sensation expressed in sones (not decibels). It usually ranges from soft to loud.",
  "fragility": "The maximum load equipment can stand before failure occurs, such as malfunction, irreversible loss of performance, or structural damage.",
  "mechanism": "The failure mechanism is the mechanical, chemical, physical or other process that results in failure.",
  "fundamental": "The fundamental frequency is the number of Hertz or cycles per second of the lowest frequency component of a complex, cyclic motion.",
  "mode": "A characteristic pattern in a vibrating system. All the points reach their maximum displacement at the same instant.",
  "fixture": "An intermediate structure that attaches a device under test (DUT) to a shaker or shock test machine.",
  "fmea": "Failure Mode and Effects Analysis (FMEA) is a procedure by which each potential failure mode in a system is analyzed to determine the resulting effects thereof on the system and to classify each potential failure mode according to its severity.",
  "fft": "The fast Fourier transform (FFT) is a computer method of shifting data from the time domain to the frequency domain.",
  "fourier": "The fast Fourier transform (FFT) is a computer method of shifting data from the time domain to the frequency domain.",
  "effect": "A change which is a result or consequence of an action or other cause.",
  "feedback": "A feedback signal is a response measurement that is used in a closed-loop control process.",
  "signal": "A feedback signal is a response measurement that is used in a closed-loop control process.",
  "fea": "Finite element modeling/analysis (FEA) is a computer-aided design technique for predicting the dynamic behavior of a mechanical system.",
  "forced": "Forced vibration is the vibratory motion of a system caused by some mechanical excitation. If the excitation is periodic and continuous, the response motion eventually becomes steady-state.",
  "forcing": "Forcing frequency is the frequency at which a shaker vibrates. It applies to sinusoidal vibration testing or resonance searching.",
  "free": "Free vibration occurs without forcing, such as after a reed is plucked.",
  "grms": "Grms is the energy under the distribution curve or the energy of a test. It is the inverse of the power spectral density plot—the square root of the squared mean of the sample.",
  "rms": "Root Mean Square (RMS) is a statistical measurement defined as the square root of the mean of the squares of a sample. The RMS determines the average intensity (amplitude) in the PSD.",
  "unit": "An expression of a measurement as a multiple or fraction of some appropriate, well-defined quantity such as centimeter, volt, etc.",
  "halt": "HALT is the acronym for highly accelerated life tests. Accelerated life tests subject prototypes to stress levels much higher than those anticipated in the field.",
  "hash": "A distortion in a signal (usually non-harmonic). It can be viewed on an oscilloscope trace.",
  "hass": "HASS is the acronym for highly accelerated stress screening. Stress screening is a modern electronics production tool for precipitating latent defects such as poorly-soldered connections.",
  "harmonic": "A wave that is a whole number multiple of a fundamental frequency. For example, if you have a 60Hz sine tone, the harmonics will be whole number multiples of that fundamental tone. The first harmonic is 60Hz, the second harmonic is 120Hz, the third harmonic is 180Hz, etc.",
  "haversine": "The haversine shock pulse is a practical variation of the obsolete half-sine pulse whose abrupt transitions at beginning and end cannot be achieved in test labs.",
  "hysteresis": "The portion of a measuring system’s response where a change in the input does not produce a change in output. Also called deadband.",
  "controller": "In a vibration testing system, the vibration controller, directed by software on a PC, interacts with a power amplifier, shaker, and one or more transducers to implement a vibration test for a DUT.",
  "impact": "A collision between masses.",
  "inertance": "The ratio of acceleration to force. Also called accelerance.",
  "itch": "An automotive sound caused by metal sliding on glass. It is sometimes called glass itch or lace itch.",
  "isolation": "A reduction in motion severity, usually by resilient support. A shock mount or isolator attenuates shock; a vibration mount or isolator attenuates steady-state vibration.",
  "impulse": "The integral of force over a time interval.",
  "imbalance": "The unequal distribution of weight or mass on a rotor. The geometric center of the mass is not where it should be, which is along the shaft centerline.",
  "integrate": "Integration is representation inversely related to the time rate of change. For example, integrating velocity yields displacement.",
  "integration": "Is representation inversely related to the time rate of change. For example, integrating velocity yields displacement.",
  "intensity": "The severity of vibration or shock. It is similar to amplitude but less precise and does not have units.",
  "induced": "Induced environments are conditions generated by operating equipment rather than natural environments.",
  "jerk": "The rate of change of acceleration with time.",
  "leakage": "A result of sampling with finite intervals and causes the smearing of frequency components. It is improved by windowing.",
  "linear": "A linear system is a system with a magnitude of response directly proportional to its magnitude of excitation for every part of the system.",
  "linearity": "The closeness of a calibration curve to a specified straight line, preferably passing through zero. Departures from the straight line are commonly specified as a percent of full scale.",
  "mhm": "Machinery health monitoring (MHM) is the measurement, recording, and analysis of machinery parameters to determine machinery health. The condition is compared with earlier conditions, such as when the machine was new.",
  "mass": "Mass is a physical property that is dynamically computed as acceleration divided by force. It is statically computed as W divided by the acceleration due to gravity. Ordinary structures are not pure masses as they contain reactive elements, i.e., springs and damping.",
  "mems": "Microelectromechanical structures (MEMS) are extremely small devices utilizing both electrical and mechanical properties.",
  "mttf": "Mean time-to-failure (MTTF) is a basic measure of reliability for non-repairable items. It is the total number of life units divided by the total number of failures within that population and during a measurement interval under stated conditions.",
  "mtbf": "Mean time-between-failure (MTBF) is a basic measure of reliability for repairable items. It is the mean number of life units during which all parts of the item perform within their specified limits, during a defined measurement interval, and under stated conditions.",
  "microphone": "An instrument that converts a relatively small dynamic pressure change into an electrical signal.",
  "elasticity": "The ability of a deformed material body to return to its original shape and size when the forces causing the deformation are removed.",
  "spring": "An elastic object that stores mechanical energy.",
  "natural": "Natural frequency is the frequency of an undamped system’s free vibration. It is also the frequency of the normal modes of vibration.",
  "oscillate": "Oscillation is a variation in the time of a quantity such as force, stress, pressure, displacement, velocity, acceleration, or jerk. It usually implies some regularity such as sinusoidal or complex vibration.",
  "oscillation": "A variation in the time of a quantity such as force, stress, pressure, displacement, velocity, acceleration, or jerk. It usually implies some regularity such as sinusoidal or complex vibration.",
  "operate": "The operational environment is the aggregate of all external and internal conditions, natural, man-made, or self-induced, that influence the form, operational performance, reliability, or survival of an item.",
  "operational": "The operational environment is the aggregate of all external and internal conditions, natural, man-made, or self-induced, that influence the form, operational performance, reliability, or survival of an item.",
  "open": "Open-loop control provides the exciter system with precomputed or preconceived drive signals without modifying or refining the signals based on observation of the resulting motion.",
  "proximity": "A proximity sensor measures the varying distance between a housing and rotating shaft. It is usually a displacement sensor.",
  "transducer": "A device that converts some mechanical quantity into an electrical signal or, less commonly, the reverse conversion. Also called a pickup or sensor.",
  "pickup": "A transducer is a device that converts some mechanical quantity into an electrical signal or, less commonly, the reverse conversion. Also called a pickup or sensor.",
  "radial": "A direction perpendicular to a shaft’s centerline.",
  "response": "A vibratory motion or force that results from some mechanical input.",
  "rise": "Rise time is the time required for a transducer’s output to rise from 10% to 90% of its final value as it responds to a step-change in the measurand.",
  "replicate": "Replication is a testing method that reproduces a specified motion history (time-domain) or waveform.",
  "replication": "A testing method that reproduces a specified motion history (time-domain) or waveform.",
  "engineering": "The use of scientific principles to design and build machines, structures, and other items, including bridges, tunnels, roads, vehicles, and buildings.",
  "engineer": "Engineering is the use of scientific principles to design and build machines, structures, and other items, including bridges, tunnels, roads, vehicles, and buildings.",
  "redundancy": "The existence of more than one means of accomplishing a given function. The two basic types of redundancy are active and standby.",
  "redundant": "Redundancy is the existence of more than one means of accomplishing a given function. The two basic types of redundancy are active and standby.",
  "rolling": "A rolling-element (anti-friction) bearing is a shaft that rotates on rollers or balls.",
  "roll": "The rotation about the axis of linear motion.",
  "root": "Root cause analysis is the process of determining what caused a failure as opposed to what appears to have been the cause. It usually requires the services of a specialized failure analysis lab.",
  "sensitivity": "The ratio between the electrical signal (output) and mechanical quantity (input) of a mechanical-to-electrical sensor.",
  "slew": "Slew rate is the maximum rate at which an instrument’s output can change by some stated amount.",
  "squeak": "A sound that resembles an unlubricated hinge. It is made by PVC or other material rubbing on glass, i.e. a windshield.",
  "srs": "The shock response spectrum (SRS) is a plot of the maximum responses of imagined single-degree-of-freedom systems versus their natural frequencies as they respond to an applied shock.",
  "deviation": "Standard deviation is a statistical term denoted by σ. It is the square root of the variance, σ^2, i.e., the square root of the mean of the squares of the measured deviations from the mean value.",
  "screen": "Screening is the process of stressing products so that defective units can be identified and then repaired or replaced; a winnowing out.",
  "screening": "The process of stressing products so that defective units can be identified and then repaired or replaced; a winnowing out.",
  "stiffness": "The ratio of force/torque to deflection of a spring-like element.",
  "snr": "Signal-to-noise ratio (SNR) is the ratio of the amplitude of the desired signal to the amplitude of noise signals at a given point in time. The larger the number the better.",
  "impedance": "The source impedance is the combination of resistance and reactance that a source sends to the input terminals of a measuring instrument.",
  "source": "The source impedance is the combination of resistance and reactance that a source sends to the input terminals of a measuring instrument.",
  "standard": "Standards are documents that prescribe engineering disciplines and impose particular management practices, reporting, and auditing requirements.",
  "iso": "Standards are documents that prescribe engineering disciplines and impose particular management practices, reporting, and auditing requirements.",
  "synchronous": "Describes vibration components on rotating machinery that are related to shaft speed.",
  "synchronize": "Synchronous describes vibration components on rotating machinery that are related to shaft speed.",
  "subharmonic": "A sinusoidal quantity where the frequency is an integral submultiple (x1/2, x1/3, etc.) of a fundamental (x1) frequency.",
  "system": "A composite of equipment, skills, and techniques capable of performing/supporting an operational role. ",
  "sone": "A unit of loudness.",
  "taaf": "The abbreviation for test, analyze, and fix.",
  "transverse": "Transverse sensitivity is the sensitivity of a sensor in a direction perpendicular to the sensitive axis. Also called cross-axis or lateral sensitivity.",
  "thermistor": "An electrical device for temperature measurement.",
  "unbalance": "Occurs when there is unequal mass distribution on a rotor. The mass centerline will not coincide with the rotation or geometric centerline.",
  "variance": "A statistical concept that averages the sum of a set of data’s deviation from the mean.",
  "waterfall": "A waterfall plot is a series of spectral maps captured at regular intervals of time, regularly spaced shaft speeds, etc.",
  "wave": "Nature’s mechanism for transporting energy without transporting matter.",
  "wavelet": "Half-sine, windowed sinusoids of specific frequencies, often used for shock testing on shakers.",
  "weighting": "An emphasis or attenuation applied to sound measurements at certain frequencies.",
  "weight": "The property of an object that can be weighed, as on a scale; the gravitational force on an object.",
  "output": "The <a href=\"https://vibrationresearch.com/products/vibrationview/#vr9500\" target=\"_blank\">VR9500</a> has a Drive output and a COLA/AUX output (optional). The <a href=\"https://vibrationresearch.com/products/vibrationview/#vr10500\" target=\"_blank\">VR10500</a> has four output channels including three Drive outputs and a COLA/AUX output.",
  "zero": "In order to run a classical shock test on a shaker, the pulse must start and end at zero acceleration, velocity, and displacement.",
  "teds": "Transducer electronic data sheets (TEDS) are the calibration data and characteristics of the accelerometer.",
  "accelerated": "Accelerated life testing is performed during the development of a new product. Prototypes are subjected to stress levels much higher than those anticipated in the field. The purpose is to identify failure-prone, marginally strong elements by causing them to fail.",
  "stress": "The intensity of an applied load, usually at the site of a failure.",
  "pretest": "<a href=\"https://vibrationresearch.com/products/vibrationview/\" target=\"_blank\">VibrationVIEW</a>'s pretest mode allows technicians to predict test results without running the full test at level.",
  "checklist": "A vibration test system has many components and requires diligent setup for each new test. Save time and equipment with our test setup checklist.",
  "abort": "Vibration Research Corporation’s “Email Notification” module helps test engineers know instantly when a test completes (or aborts).",
  "constant": "A constant percentage filter is a bandpass filter whose bandwidth relates to the center frequency (1/3 x, 1/10 x, etc.). It can be synthesized digitally.",
  "condition": "Condition monitoring (CM) is the measurement, recording, and analysis of machinery parameters to determine machinery health.",
  "monitoring": "Condition monitoring (CM) is the measurement, recording, and analysis of machinery parameters to determine machinery health.",
  "crossover": "In sinusoidal vibration testing, the unique forcing frequency at which the required displacement yields the desired acceleration and vice versa.",
  "dsp": "A digital signal processor (DSP) is a microprocessor optimized for digital signal manipulations.",
  "processor": "A digital signal processor (DSP) is a microprocessor optimized for digital signal manipulations.",
  "processing": "A digital signal processor (DSP) is a microprocessor optimized for digital signal manipulations.",
  "eddy": "Eddy current is the electrical current generated and dissipated in a conductive material when it intercepts the electromagnetic field of a displacement or proximity probe.",
  "specialist": "",
  "bandpass": "A bandpass filter attenuates low and high frequencies and allows the middle frequencies to pass through.",
  "band": "",
  "iir": "An infinite impulse response (IIR) filter uses feedback to modify the frequency characteristics of data.",
  "fir": "The finite impulse response (FIR) filter is a single polynomial. It is the weighted sum of the current input and a finite number of past inputs.",
  "corner": "A corner frequency is a boundary in a system's frequency response at which energy flowing through the system begins to be reduced (attenuated or reflected) rather than passing through.",
  "domain": "For continuous data, engineers use the Fourier transform (FFT) to project the time domain data into the frequency domain.",
  "butterworth": "IIR filters are distinguished by two parameters: family-type and order. The family types are Butterworth, Chebychev Type-I, Chebychev Type-II, and Elliptical.",
  "coefficient": "A numerical or constant quantity placed before and multiplying the variable in an algebraic expression (e.g. 4 in 4x^y).",
  "direct": "Direct current (DC) always flows in one direction but may vary in voltage or current. As it only moves one way, a DC is either positive or negative and can be steady, smooth, or varied. Batteries, fuel cells, and solar cells all produce DC.",
  "alternating": "Alternating current (AC) changes the direction of the current flow continuously. An AC changes from the positive to the negative in the shape of a sine wave. The rate of change in frequency is measured in Hertz. Electric power from a wall socket is an AC. Most AC power supply alternates at 50 or 60Hz.",
  "filtering": "In statistics, filtering applies statistical discrimination. For example, a median-5 filter admits the median value of every set of five samples and rejects the other four.",
  "convolution": "Often, a computer uses simple arithmetic to perform frequency-domain filtering. Specifically, each output y(n) is often a linear combination of inputs x(n). This type of filtering is called convolution.",
  "cosine": "The fast Fourier transform (FFT) transforms time-domain data into the frequency domain. It takes apart a single data waveform into many sine and cosine waves.",
  "transform": "The fast Fourier transform (FFT) transforms time-domain data into the frequency domain. It takes apart a single data waveform into many sine and cosine waves.",
  "passband": "The range of frequencies or wavelengths that can pass through a filter.",
  "delay": "With Multimedia Sync in <a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\">ObserVIEW</a>, the user can adjust time delay to sync the video and .vfw file (initial sync is based on the time stamp in video file).",
  "data": "",
  "tail": "Graphically speaking, kurtosis is a measurement of the size of the distribution’s “tails”. A set of data with a high kurtosis value will produce a distribution curve with a higher peak value at the mean and longer “tails”, or in other words, more data points at the extreme values from the mean.",
  "aerospace": "Aerospace vibration testing requires adequate test severities and consistent, repeatable results. Vibration Research offers many aerospace testing solutions, including short-duration random tests, high-channel-count control, shock response spectrum, and more.",
  "automotive": "Automotive testing is critical during vehicle development and allows test engineers to characterize the effect of long-term road-induced vibration and shock. Vibration Research offers a comprehensive suite of software options that address the many testing requirements for automotive vibration testing.",
  "consumer": "Consumer goods is a competitive market, and vibration testing is critical to company integrity and device reliability and robustness. Tests include environmental conditioning (HALT/HASS), package validation, and accelerated fatigue testing.",
  "electronic": "Electronic vibration testing encompasses a variety of products we use in daily life. Addressing design failures, shipping & handling flaws, and assembly errors before entering the marketplace is a must to ensure device longevity.",
  "electronics": "Electronic vibration testing encompasses a variety of products we use in daily life. Addressing design failures, shipping & handling flaws, and assembly errors before entering the marketplace is a must to ensure device longevity.",
  "medical": "Vibration testing is critical in the medical industry as hidden fatigue damage can have significant consequences. Medical equipment can be exposed to vibration during transportation or everyday use, so both shock and vibration testing are necessary for the safety and reliability of the machinery.",
  "military": "Military hardware supplied to defense contractors and governments calls for meticulous testing to ensure the durability of components, electronics, and assemblies. Military vibration testing plays an imperative role in achieving the industry’s goal to protect citizens and advance technology.",
  "defense": "Military hardware supplied to defense contractors and governments calls for meticulous testing to ensure the durability of components, electronics, and assemblies. Military vibration testing plays an imperative role in achieving the industry’s goal to protect citizens and advance technology.",
  "packaging": "Packaging vibration testing develops protocols and design standards that define how packages should perform to ensure the protection of their contents during the ever-changing risks of the global distribution environment.",
  "package": "Packaging vibration testing develops protocols and design standards that define how packages should perform to ensure the protection of their contents during the ever-changing risks of the global distribution environment.",
  "transport": "Packaging vibration testing develops protocols and design standards that define how packages should perform to ensure the protection of their contents during the ever-changing risks of the global distribution environment.",
  "seismic": "Simulate the conditions of an earthquake to determine a structure’s response to a transient event and prevent damage and injury in the event of an actual earthquake. Shock response spectrum (SRS), transient waveform control, and other vibration control software to fulfill seismic vibration testing standards.",
  "lab": "Independent environmental test laboratories are a convenient option for customers to outsource tests. Many of them trust Vibration Research control software and support for the best results.",
  "university": "Vibration Research works closely with vibration education departments at universities and colleges around the world. We provide our very best offerings to students and faculty to produce competent and capable engineers for the workforce. Products include license keys for multiple users and a variety of software modules.",
  "hardware": "",
  "software": "",
  "support": "VR recognizes that providing customers with high-quality support contributes significantly to their long-term success. With that in mind, VR provides unlimited technical support via phone, email, webinar, and more to customers that are current with the agreement.",
  "warranty": "Vibration Research warrants the VR9500 and VR10500 hardware to be free of defects in materials and workmanship for the lifetime of the product. This warranty covers hardware failure under normal conditions and does not cover damage due to customer neglect or mistreatment.",
  "laboratory": "There are <a href=\"https://vibrationresearch.com/calibration/\" target=\"_blank\">several options</a> for the calibration verification of Vibration Research hardware. The Vibration Research lab offers two levels of calibration verification.",
  "facility": "Every laboratory test facility will need to tweak the following recommended methodology according to their own unique needs and circumstances, such as frequency range, G level, and frequency of shaker validation tests.",
  "drop": "Drop shock testing addresses the possibility of a non-repetitive shock. They use a classical shock pulse to run a sharp transfer of energy into a device.",
  "license": "VR software is activated via an electronic key, making it easy to add new features at any time. A <a href=\"https://vibrationresearch.com/request-trial-key/\" target=\"_blank\">free trial key</a> of any software feature is available for customers with VR hardware.",
  "key": "VR software is activated via an electronic key, making it easy to add new features at any time. A <a href=\"https://vibrationresearch.com/request-trial-key/\" target=\"_blank\">free trial key</a> of any software feature is available for customers with VR hardware.",
  "protocol": "",
  "window": "A window function provides a weighted selection of a portion of a time waveform for FFT analysis. The selection process is a compromise of characteristics.",
  "windowing": "A window function provides a weighted selection of a portion of a time waveform for FFT analysis. The selection process is a compromise of characteristics.",
  "industry": "Vibration Research serves engineers and technicians in a variety of industries which includes automotive, transportation, aerospace, medical, military, and more.",
  "requirement": "A minimum requirement of three or more lines of resolution is needed to properly resolve a resonance.",
  "post": "A four-poster test employs multi-loop control on four shakers moving along the same axis. Engineers often run these tests on complete vehicles.",
  "axis": "An imaginary line about which a body rotates.",
  "observr": "The <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\">ObserVR1000</a> collects data with the press of a button. Stream your data to the SD card while running other test modes, or use independently as a field data recorder and analysis package.",
  "observe": "The <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\">ObserVR1000</a> collects data with the press of a button. Stream your data to the SD card while running other test modes, or use independently as a field data recorder and analysis package.",
  "acquisition": "The <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\">ObserVR1000</a> collects data with the press of a button. Stream your data to the SD card while running other test modes, or use independently as a field data recorder and analysis package.",
  "mobile": "Set up, monitor, and modify a vibration test in the field without a wired configuration. VR Mobile delivers flexibility and simplicity to field testing.",
  "autonomous": "Set up, monitor, and modify a vibration test in the field without a wired configuration. VR Mobile delivers flexibility and simplicity to field testing.",
  "gps": "<a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\">ObserVIEW</a> can play video, audio, and GPS media files in sync with a time waveform recording. View media files alongside graphs such as an FFT or PSD.",
  "gyro": "A rate gyro is a type of gyroscope that measures rotational velocity (degrees or radians per second) around a fixed axis.",
  "nvh": "Automotive manufacturers depend on noise, vibration, and harshness (NVH) testing to optimize vehicle performance and maintain a standard of comfort across their vehicle catalog.",
  "harshness": "Automotive manufacturers depend on noise, vibration, and harshness (NVH) testing to optimize vehicle performance and maintain a standard of comfort across their vehicle catalog.",
  "vehicle": "Automotive manufacturers depend on noise, vibration, and harshness (NVH) testing to optimize vehicle performance and maintain a standard of comfort across their vehicle catalog.",
  "module": "You can contact a member of the Vibration Research sales team or your sales representative to enable additional software modules.",
  "acoustic": "Vibration Research’s <a href=\"https://vibrationresearch.com/vr-mobile/\" target=\"_blank\">data acquisition systems</a> offer the functionality to acquire and analyze acoustic signals.",
  "analog": "An analog signal is a sinusoidal wave and delivers information through continuous changes.",
  "digital": "A digital signal is a square wave; it changes between two levels and delivers information in a binary form. Digital functions can employ more sophisticated algorithms such as the fast Fourier transform (FFT).",
  "technician": "",
  "capture": "<a href=\"https://vibrationresearch.com/vibrationview/transient-capture/\" target=\"_blank\">Transient Capture</a> is a data acquisition tool that captures a transient waveform for post-processing. Most often, it is used with SRS to analyze each pulse as it is captured.",
  "battery": "The <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\">ObserVR1000</a> is a mobile, battery-powered, and stand-alone device that can function as a vibration controller and a dynamic signal analyzer.",
  "interface": "With <a href=\"https://vibrationresearch.com/products/vibrationview/\" target=\"_blank\">VibrationVIEW</a>, the user can run a number of tests sequentially without stopping or using a user interface. This is especially useful when a product needs to tested using multiple profiles.",
  "tracking": "Peak Tracking during SRTD testing <a href=\"https://vibrationresearch.com/resources/improving-srtd-testing-experimental-comparison-of-tracking-methods/\" target=\"_blank\">causes a product to fail</a> faster than Phase Tracking.",
  "validation": "Routine <a href=\"https://vibrationresearch.com/resources/a-method-for-shaker-validation/\" target=\"_blank\">shaker validation</a> tests should be performed on laboratory shakers to make sure they are performing according to shaker standards and specifications.",
  "validate": "Routine <a href=\"https://vibrationresearch.com/resources/a-method-for-shaker-validation/\" target=\"_blank\">shaker validation</a> tests should be performed on laboratory shakers to make sure they are performing according to shaker standards and specifications.",
  "limiting": "<a href=\"https://vibrationresearch.com/blog/vibration-force-limiting/\" target=\"_blank\">Vibration force limiting</a> prevents over-testing due to these large base reaction forces or other responses at the structure’s fixed-base resonant frequencies. Any vibration test that measures and limits the reaction force at the structure’s base is considered a force limiting test.",
  "breakpoint": "The breakpoint table is a list of frequencies and the correlating PSD. It determines the power distribution over a range of frequencies.",
  "table": "The breakpoint table is a list of frequencies and the correlating PSD. It determines the power distribution over a range of frequencies.",
  "tolerance": "An allowable amount of variation of a specified quantity.",
  "pdf": "The probability density function (PDF) is a statistic that helps analyze random vibration and illustrates the range of acceleration values.",
  "force": "A push or pull upon an object resulting from the object's interaction with another object.",
  "obserview": "Open, view, and edit time history waveforms, playback time-history data with synchronized audio, video, and GPS, and perform a live analysis of data.",
  "tachometer": "An instrument measuring the rotation speed of a shaft or disk, as in a motor or other machine.",
  "periodic": "Vibration is a response to an excitation that oscillates about a reference position. It can be periodic, meaning continuous repetition, or random.",
  "curve": "Random vibration displays a Gaussian (or normal) distribution. This distribution is commonly known as the bell curve.",
  "spec": "A test specification can come in many formats. Vibration Research has taken the best of the formats and combined them for easy test entry in <a href=\"https://vibrationresearch.com/products/vibrationview/\" target=\"_blank\">VibrationVIEW</a>.",
  "application": "<a href=\"https://vibrationresearch.com/observr1000-videos/\" target=\"_blank\">Watch our videos</a> on some of the various applications, capabilities, and features of the ObserVR1000 hardware with ObserVIEW and VR Mobile.",
  "daq": "The <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\">ObserVR1000</a> is a data acquisition (DAQ) device.",
  "component": "A part or element of a larger whole, especially a part of a machine or vehicle. Vibration testing ensures component longevity with the addition of an electric motor and other electronic parts to an e-bike.",
  "simulate": "The goal of random vibration testing is to create a vibration spectrum to simulate real-world vibration in the lab.",
  "simulation": "The goal of random vibration testing is to create a vibration spectrum to simulate real-world vibration in the lab.",
  "swept": "Swept-sine testing employs a sine shake test where the frequency is smoothly and continuously varied. It is commonly required for sequentially identifying resonances. In contrast, see stepped sine testing.",
  "performance": "Measuring total harmonic distortion (THD) is an easy and accurate way to evaluate the performance of a vibration shaker.",
  "reporting": "The standard Quick Report functionality in <a href=\"https://vibrationresearch.com/vibrationview/\" target=\"_blank\">VibrationVIEW</a> can be modified to meet the needs of a test profile and helps to increase test report efficiency.",
  "report": "The standard Quick Report functionality in <a href=\"https://vibrationresearch.com/vibrationview/\" target=\"_blank\">VibrationVIEW</a> can be modified to meet the needs of a test profile and helps to increase test report efficiency.",
  "blower": "Vibration tests often end after business hours. However, the shaker, amplifier, and blower continue to consume energy after the test is completed. The VR9601 Wired Remote Control option can shut down the shaker, amplifier, and blower as a scheduled function upon the completion of a test.",
  "nfc": "A mobile device with near field communication (NFC) can connect to the <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\">ObserVR1000</a> with one touch.",
  "lifespan": "The fatigue damage spectrum (FDS) is a standard vibration test acceleration tool that replicates the operational environment of the DUT. It is used to create an accelerated random test using recorded data. The resulting test is the damage equivalent to the DUT’s lifespan.",
  "mitigate": "Random vibration testing identifies and mitigates fatigue due to continuous shock and vibration and reinforce against potential transient events.",
  "density": "The cross-spectrum density plot compares one signal with another in time. Available for random and shock test modules as part of the <a href=\"https://vibrationresearch.com/vibrationview/analyzer/\" target=\"_blank\">Analyzer package</a> in VibrationVIEW.",
  "function": "View all of the <a href=\"https://vru.vibrationresearch.com/lesson/table-of-window-function-details/\" target=\"_blank\">40 window functions</a> available in the VibrationVIEW and ObserVIEW software packages.",
  "import": "The <a href=\"https://vibrationresearch.com/vibrationview/random-import/\" target=\"_blank\">Random Import</a> option in VibrationVIEW can be used to analyze statistics from a time-history recording and understand the behavior of the original environment.",
  "stack": "Control modules can be used independently on separate shakers or linked into a single stack for jobs requiring a higher channel count (up to 512 channels total).",
  "smartphone": "The <a href=\"https://vibrationresearch.com/vibration-research-mobile-app/\" target=\"_blank\">VR Mobile application</a> is software embedded in the ObserVR1000 that runs on a smartphone or tablet using a WiFi connection. Users can set up, monitor, and modify a vibration test in the field without a wired configuration, which delivers flexibility and simplicity to field testing.",
  "tablet": "The <a href=\"https://vibrationresearch.com/vibration-research-mobile-app/\" target=\"_blank\">VR Mobile application</a> is software embedded in the ObserVR1000 that runs on a smartphone or tablet using a WiFi connection. Users can set up, monitor, and modify a vibration test in the field without a wired configuration, which delivers flexibility and simplicity to field testing.",
  "wifi": "The <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\">ObserVR1000</a> has 802.11 b/g/n WiFi & Gigabit Ethernet.",
  "live": "View and analyze vibration data in real time with <a href=\"https://vibrationresearch.com/obserview/live-analyzer/\" target=\"_blank\">Live Analyzer.</a> Pause the live stream to select, analyze, and export a section of the time waveform.",
  "sync": "<a href=\"https://vibrationresearch.com/obserview/media-sync/\" target=\"_blank\">Multimedia Sync</a> plays media files in sync with the associated waveform recording. View video, audio, or GPS files with the waveform recording to better understand recorded events. Then, extract images and data for reporting.",
  "media": "<a href=\"https://vibrationresearch.com/obserview/media-sync/\" target=\"_blank\">Multimedia Sync</a> plays media files in sync with the associated waveform recording. View video, audio, or GPS files with the waveform recording to better understand recorded events. Then, extract images and data for reporting.",
  "multimedia": "<a href=\"https://vibrationresearch.com/obserview/media-sync/\" target=\"_blank\">Multimedia Sync</a> plays media files in sync with the associated waveform recording. View video, audio, or GPS files with the waveform recording to better understand recorded events. Then, extract images and data for reporting.",
  "pneumatic": "Containing or operated by air or gas under pressure.",
  "hydraulic": "Denoting, relating to, or operated by a liquid moving in a confined space under pressure.",
  "advanced": "<a href=\"https://vru.vibrationresearch.com/lesson/multimedia-sync-playback/\" target=\"_blank\">Multimedia Sync</a> is one of the features of the Advanced license of ObserVIEW.",
  "feature": "<a href=\"https://vru.vibrationresearch.com/lesson/multimedia-sync-playback/\" target=\"_blank\">Multimedia Sync</a> is one of the features of the Advanced license of ObserVIEW.",
  "hit": "Typically, shock tests are a sharp transfer of energy into a mechanical system to test a system’s capability to survive a drop, hit, impact, fall, explosion, or any other source of transient vibration.",
  "verify": "The <a href=\"https://vibrationresearch.com/products/vibrationview/#vr9500\" target=\"_blank\">VR9500</a> and <a href=\"https://vibrationresearch.com/products/vibrationview/#vr10500\" target=\"_blank\">VR10500</a> vibration controllers can verify the calibration of an accelerometer or other input using the <a href=\"https://vibrationresearch.com/products/vibrationview/\" target=\"_blank\">VibrationVIEW</a> software.",
  "resonating": "",
  "resonate": "",
  "research": "<a href=\"https://vibrationresearch.com/about/\" target=\"_blank\">Vibration Research</a> designs and manufactures vibration control systems and data acquisition systems for vibration testing on electrodynamic and servohydraulic shakers.",
  "parameter": "A numerical or other measurable factor forming one of a set that defines a system or sets the conditions of its operation.",
  "independent": "When the controller(s) sends independent drive signals to multiple shakers, such as in multi-axis testing, the system performs multi-loop control.",
  "navigator": "The Navigator is a useful tool found in <a href=\"https://vibrationresearch.com/products/vibrationview/\" target=\"_blank\">VibrationVIEW</a>.",
  "servo": "Classical shock testing is run on mechanical shock machines, electrodynamic shakers, or servo-hydraulic shakers.",
  "structure": "<a href=\"https://vibrationresearch.com/vibrationview/dual-axis-with-phase-control/\" target=\"_blank\">Multi-loop phase</a> is ideal for oversized test items, as multiple shakers distribute the load throughout the structure.",
  "structural": "A broad frequency range of structural responses is caused by a deliberate impact.",
  "mechanical": "Mechanical shock tests include pyrotechnic shock, drop shock, and free-fall shock.",
  "fall": "Mechanical shock tests include pyrotechnic shock, drop shock, and free-fall shock.",
  "monitor": "Detect and measure relay chatter that occurs after a vibration event. <a href=\"https://vibrationresearch.com/blog/stop-relay-chatter-vibrationview/\" target=\"_blank\">Learn about relay chatter</a> and how to use software to monitor events.",
  "event": "Detect and measure relay chatter that occurs after a vibration event. <a href=\"https://vibrationresearch.com/blog/stop-relay-chatter-vibrationview/\" target=\"_blank\">Learn about relay chatter</a> and how to use software to monitor events.",
  "complex": "Specialized software packages such as Shock Response Spectrum (SRS) are designed to re-create complex pulses.",
  "chirp": "Chirp waveforms change in frequency over time. These signals are deterministic, meaning they can be described—or determined—by a mathematical function.",
  "burst": "Burst waveforms are random signals defined by their statistical characteristics.",
  "energy": "Implementing easy solutions like remote monitoring, test scheduling, and pre-test mode makes an impact on overall energy consumption.",
  "spectrogram": "Displays the strength of a signal over time at a waveform’s various frequencies. Spectrograms can be two-dimensional graphs with a third variable represented by colors or three-dimensional graphs with a fourth color variable.",
  "frame": "The FFT is an algorithm that converts a digitized signal from the time domain to the frequency domain. The time data are divided into frames of equal time length, and an FFT is calculated for each frame.",
  "time": "The FFT is an algorithm that converts a digitized signal from the time domain to the frequency domain. The time data are divided into frames of equal time length, and an FFT is calculated for each frame.",
  "gap": "Contact bounce is a type of chatter event can cause severe damage to the contacts because the electrical charge will jump across the short gap between the contacts, causing extra wear and damage.",
  "rotational": "Control angular or rotational acceleration with Multi Axis Rotational Control, enabling 360 degree movement with plate and tilt adjustment.",
  "rotation": "The action of rotating around an axis or center.",
  "level": "For high-level, short-duration random tests, many controllers simply multiply a low-level response and display the data as the true high-level occurrence. The line on the graph is smooth, but the graph as a whole is invalid.",
  "copy": "The copy and paste command in <a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\">ObserVIEW</a> allows the user to move data between graphs and software applications. In doing so, the user can perform an easy comparison of data from a multitude of applications.",
  "paste": "The copy and paste command in <a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\">ObserVIEW</a> allows the user to move data between graphs and software applications. In doing so, the user can perform an easy comparison of data from a multitude of applications.",
  "comparison": "The copy and paste command in <a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\">ObserVIEW</a> allows the user to move data between graphs and software applications. In doing so, the user can perform an easy comparison of data from a multitude of applications.",
  "compare": "The copy and paste command in <a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\">ObserVIEW</a> allows the user to move data between graphs and software applications. In doing so, the user can perform an easy comparison of data from a multitude of applications.",
  "graph": "The copy and paste command in <a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\">ObserVIEW</a> allows the user to move data between graphs and software applications. In doing so, the user can perform an easy comparison of data from a multitude of applications.",
  "cable": "Reduce the effects of the EMI that is introduced into the system by the input cable by following our <a href=\"https://vibrationresearch.com/resources/noise-troubleshooting/\" target=\"_blank\">noise troubleshooting guide.</a>",
  "wire": "Metal drawn out into the form of a thin flexible thread or rod.",
  "voltage": "An electromotive force or potential difference expressed in volts.",
  "ground": "A ground loop is created when a signal source and a signal measurement device are grounded at two separate points on a ground bus through which noise currents flow.",
  "supply": "A ground loop occurs when multiple components that have an earth ground to a building’s electrical power supply circuit are connected to each other with a cable that carries a 0V ground connection.",
  "grounded": "When a device is connected with the ground, it is said to be “grounded”.",
  "earth": "In power electricity, ground is a physical connection to the earth. It is commonly called earth ground. In electronics, ground is not a connection to the physical earth but a reference point to 0 Volts.",
  "measurement": "The <a href=\"https://vibrationresearch.com/calibration/\" target=\"_blank\">calibration</a> of all measurement components of a vibration testing and measurement system must be properly verified.",
  "template": "In <a href=\"https://vibrationresearch.com/products/vibrationview/\" target=\"_blank\">VibrationVIEW</a>, there are default templates for quick reporting, but the program also supports comprehensive and user-friendly custom reporting.",
  "efficiency": "VR offers <a href=\"https://vibrationresearch.com/training/\" target=\"_blank\">courses</a> for vibration test professionals’ continuing education. These courses will help you and your lab become more efficient and knowledgeable in the vibration test world.",
  "efficient": "VR offers <a href=\"https://vibrationresearch.com/training/\" target=\"_blank\">courses</a> for vibration test professionals’ continuing education. These courses will help you and your lab become more efficient and knowledgeable in the vibration test world.",
  "course": "VR offers <a href=\"https://vibrationresearch.com/training/\" target=\"_blank\">courses</a> for vibration test professionals’ continuing education. These courses will help you and your lab become more efficient and knowledgeable in the vibration test world.",
  "training": "VR offers <a href=\"https://vibrationresearch.com/training/\" target=\"_blank\">courses</a> for vibration test professionals’ continuing education. These courses will help you and your lab become more efficient and knowledgeable in the vibration test world.",
  "observation": "The action or process of observing something or someone carefully or in order to gain information.",
  "calculator": "Browse Vibration Research’s <a href=\"https://vibrationresearch.com/resource-archives/#calculations-filter\" target=\"_blank\">Calculators & Tools</a>.",
  "calculation": "Browse Vibration Research’s <a href=\"https://vibrationresearch.com/resource-archives/#calculations-filter\" target=\"_blank\">Calculators & Tools</a>.",
  "led": "The <a href=\"https://vibrationresearch.com/products/vibrationview/#vr9500\" target=\"_blank\">VR9500</a> has glowing ring LED channel status indication lights.",
  "audio": "<a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\">ObserVIEW</a> can play video, audio, and GPS media files in sync with a time waveform recording. View media files alongside graphs such as an FFT or PSD.",
  "automatic": "With the VR mobile <a href=\"https://vibrationresearch.com/resources/applications-for-triggering-vr-mobile/\" target=\"_blank\">triggering</a> feature, users can instruct the ObserVR1000 vibration controller to perform an automatic action such as record or power off.",
  "adaptive": "Having an ability to change to suit changing conditions.",
  "exponential": "The exponential chirp functions as frequency sweep. The frequency of the signal varies exponentially as a function of time and at a fixed octaves/second rate.",
  "fractional": "A fractional bandwidth sets the bandwidth of the tracking filter as a percentage of the output frequency, not the total bandwidth.",
  "vfw": "In <a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\">ObserVIEW</a>, Multimedia Sync opens a multimedia player that automatically plays any video files associated with the waveform (.vfw).",
  "trace": "In <a href=\"https://vibrationresearch.com/products/vibrationview/\" target=\"_blank\">VibrationVIEW</a>, a math trace can display the width of a tracking filter during a sine test. This simple trace maps the tracking filter location and width.",
  "version": "The most current version of the VibrationVIEW software can be downloaded from our website <a href=\"https://vibrationresearch.com/download-demo/\" target=\"_blank\">here</a>",
  "download": "The most current version of the VibrationVIEW software can be downloaded from our website <a href=\"https://vibrationresearch.com/download-demo/\" target=\"_blank\">here</a>",
  "demo": "The most current demo version of the VibrationVIEW software can be downloaded from our website <a href=\"https://vibrationresearch.com/download-demo/\" target=\"_blank\">here</a>",
  "bin": "Each point in the histogram indicates the number of times the signal was within a small range of amplitudes. This range is often called the amplitude “bin”.",
  "logarithmic": "The sweep rate determines the speed at which the controller increases or decreases the frequency. It is measured by the frequency range covered per unit of time. The sweep rate can be either linear or logarithmic.",
  "center": "The center frequency is the frequency in the middle of a band of frequencies, by which the band is identified together with the bandwidth.",
  "notching": "A technique that limits vibration levels at various frequencies. Its purpose is to prevent unnecessary excitation of any large resonances that may occur during a vibration test.",
  "pressure": "The perpendicular force per unit area, or the stress at a point within a confined fluid.",
  "filtered": "<a href=\"https://vibrationresearch.com/obserview/octave-analysis/\" target=\"_blank\">Octave analysis</a> is a time-filtered result, meaning the raw signal is repeatedly passed through a time-domain filter based on octave-spaced center frequencies.",
  "gaussian": "If you evaluate a random data set, you will find that the data points will fall within ±3 standard deviations of the average/mean. This is defined as a Gaussian distribution where the kurtosis equals 3.",
  "nyquist": "The Nyquist rate is a sample rate of Fs = 2 x fh. The higher the sample rate, the easier perfect reconstruction becomes.",
  "bell": "The most common probability distribution in statistical analysis is the normal (or “Gaussian”) distribution function. Another name for it is the bell curve.",
  "resonant": "Use a sine resonance tracked dwell (SRTD) test to determine the number of cycles required to generate a failure at a specific resonant frequency.",
  "editor": "<a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\">ObserVIEW</a> is a vibration signal analysis software where engineers can view, analyze, and edit waveforms to suit the test framework.",
  "spike": "Ground loop noise is typically a 50/60 Hz spike and is caused when the different components of the system have a different ground potential.",
  "excitation": "The application of energy to a particle, object, or physical system.",
  "gear": "Gear mesh frequency is a potential vibration frequency on any machine that employs gears. To calculate it, multiply the gear's number of teeth by its RPM and then divide by 60.",
  "gearmesh": "Gear mesh frequency is a potential vibration frequency on any machine that employs gears. To calculate it, multiply the gear's number of teeth by its RPM and then divide by 60.",
  "mission": "A mission profile is a time-phased description of the events and environments an item experiences from initiation to completion of a specified mission.",
  "profile": "A mission profile is a time-phased description of the events and environments an item experiences from initiation to completion of a specified mission.",
  "reliable": "Reliability is the likelihood or probability that a piece of equipment will perform for a specified length of time under specified circumstances.",
  "reliability": "The likelihood or probability that a piece of equipment will perform for a specified length of time under specified circumstances.",
  "reinforce": "Vibration testing helps to identify and mitigate fatigue due to continuous shock and vibration, and reinforces against potential transient events.",
  "precise": "<a href=\"https://vibrationresearch.com/resources/peak-tracking-in-vibrationview/\" target=\"_blank\">Peak Tracking</a> minimizes the need for precise detection during the sine sweep, so users can sweep faster.",
  "probable": "Our <a href=\"https://vibrationresearch.com/resources/dof-calculator/\" target=\"_blank\">DOF (degrees-of-freedom) calculator</a> will assess the probability of your random vibration test being in-tolerance.",
  "probability": "Our <a href=\"https://vibrationresearch.com/resources/dof-calculator/\" target=\"_blank\">DOF (degrees-of-freedom) calculator</a> will assess the probability of your random vibration test being in-tolerance.",
  "conditioner": "A signal conditioner is an amplifier that follows a sensor and prepares the signal for succeeding amplifiers, transmitters, readout instruments, etc. It may also supply sensor power.",
  "stepped": "Stepped sine testing employs a sine shake test in a series of dwells where frequency is incrementally increased or decreased.",
  "strain": "A strain-gauge transducer is a changing-resistance sensor whose signal depends upon sensitive element deformation. In an unbonded wire strain-gage accelerometer, inertia affects a mass supported by nichrome wires; the wires change resistance in proportion to acceleration. The term may include piezoresistive accelerometers.",
  "cycling": "Thermal cycling is the process of subjecting a product to predetermined temperature changes of hot and cold extremes.",
  "threshold": "The threshold is the smallest change in a measured variable that produces a measurable change in the output signal.",
  "acquire": "Vibration Research’s <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\">data acquisition systems</a> offer the functionality to acquire and analyze acoustic signals.",
  "safety": "The emergency stop (e-stop) button provides further safety measures for lab personnel, testing equipment, and products under test. It gives lab personnel a quick option to stop a test without putting a transient shock into the test product.",
  "stop": "The emergency stop (e-stop) button provides further safety measures for lab personnel, testing equipment, and products under test. It gives lab personnel a quick option to stop a test without putting a transient shock into the test product.",
  "emergency": "The emergency stop (e-stop) button provides further safety measures for lab personnel, testing equipment, and products under test. It gives lab personnel a quick option to stop a test without putting a transient shock into the test product.",
  "trigger": "Record data autonomously with the <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\">ObserVR1000</a>. In VR Mobile, set up actions to occur automatically following an event; after the trigger, the ObserVR1000 will record data without intervention.",
  "triggering": "Record data autonomously with the <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\">ObserVR1000</a>. In VR Mobile, set up actions to occur automatically following an event; after the trigger, the ObserVR1000 will record data without intervention.",
  "startup": "Record data autonomously with the <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\">ObserVR1000</a>. In VR Mobile, set up actions to occur automatically following an event; after the trigger, the ObserVR1000 will record data without intervention.",
  "excite": "Produce a state of increased energy or activity in (a physical or biological system).",
  "drive": "A vibration testing system runs in a closed-loop operation. The vibration controller sends a signal to the shaker via the power amplifier. Then, a drive signal generates shaker excitation in a controlled manner.",
  "option": "In <a href=\"https://vibrationresearch.com/products/vibrationview/\" target=\"_blank\">VibrationVIEW</a>, the Quick Test option serves as the default for Sine, Random, and Shock tests. It is a quick option for defining tests.",
  "capability": "Typically, shock tests are a sharp transfer of energy into a mechanical system to test a system’s capability to survive a drop, hit, impact, fall, explosion, or any other source of transient vibration.",
  "case": "Interested in some real world results from Vibration Research? <a href=\"https://vibrationresearch.com/ford-motor-case-study/\" target=\"_blank\">Download the Ford Motor case study</a> to find out how Ford used FDS in their testing labs.",
  "study": "Interested in some real world results from Vibration Research? <a href=\"https://vibrationresearch.com/ford-motor-case-study/\" target=\"_blank\">Download the Ford Motor case study</a> to find out how Ford used FDS in their testing labs.",
  "generate": "Although most classical shock pulses are defined in terms of acceleration, the main purpose of a shock test is to generate a delta-velocity and then inspect the effects of the delta-velocity on the product.",
  "generation": "Although most classical shock pulses are defined in terms of acceleration, the main purpose of a shock test is to generate a delta-velocity and then inspect the effects of the delta-velocity on the product.",
  "trs": "The test response spectrum (TRS)",
  "rrs": "The required response spectrum (RRS)",
  "histogram": "A histogram is a graphical representation that organizes a group of data points into user-specified ranges.",
  "flaw": "Frequently, our customers will request advice on which of these test types to run on their product, and in particular, how to choose between the two most common test types: sine and random. Their desire is to know which test, sine or random, is best to most quickly pinpoint flaws in their product.",
  "factor": "The Q-factor of a resonance is the ratio of the resonance’s center frequency to its half-power bandwidth. It tells us how sharp, or steep, the resonance is.",
  "skewness": "Skewness measures a signal’s asymmetrical spread about its mean value. It is the ratio of the average deviation from the mean cubed divided by the standard deviation cubed.",
  "thd": "Total harmonic distortion (THD) is a measurement of the total amount of harmonic content in a signal. More specifically, it is the ratio of the root-mean-square (RMS) amplitude of a set of higher harmonic frequencies to the RMS amplitude of the first harmonic or fundamental frequency."
}
