{
  "newton": "The newton (symbol: N) is the International System of Units (SI) derived unit of force. The <a href=\"https://vibrationresearch.com/resources/newtons-law-fma/\" target=\"_blank\" rel=\"noopener\">F=ma calculator</a> provided by Vibration Research will compute force, mass, or acceleration using Newton’s law.",
  "element": "Finite element modeling/analysis (FEA) is a computer-aided design technique for predicting the dynamic behavior of a mechanical system.",
  "setup": "A vibration test system has many components and requires diligent setup each time you begin a new test. Mistakes can be costly by damaging your shaker system or wasting precious time. <a href=\"https://vibrationresearch.com/test-setup-checklist/\" target=\"_blank\" rel=\"noopener\">Download VR’s Test Setup Checklist</a> to ensure correct test setup every time.",
  "freedom": "Statistical degrees-of-freedom (DOF) help to define confidence intervals and the probability of meeting tolerance.",
  "ohm": "The ohm (symbol: Ω) is the SI derived unit of electrical resistance. Also, according to Ohm’s law, voltage equals current times resistance (V = I * R).",
  "file": "In <a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\" rel=\"noopener\">ObserVIEW</a>, users can cut, paste, and append files and then export the edited file. The Editor tab in the main ribbon contains the tools to perform these tasks.",
  "demand": "Vibration Research offers a comprehensive spreadsheet compatible with any controller that can export its Demand and Control spectra to Microsoft Excel®. There is no charge for this analysis software. <a href=\"https://vibrationresearch.com/resources/chi-squared-distribution-calculator/\" target=\"_blank\" rel=\"noopener\">Download a free copy</a>.",
  "": "",
  "": "",
  "sqnr": "Signal power and quantization noise should be discussed in unison. Most importantly, the signal power should be sufficiently more than the power of the quantization noise. The signal-to-quantization noise ratio (<a href=\"https://vru.vibrationresearch.com/lesson/signal-to-quantization-noise-ratio-sqnr/\" target=\"_blank\" rel=\"noopener\">SNQR</a>) is used to equate this ratio.",
  "pascal": "The pascal (symbol: Pa) is the unit of pressure used to quantify internal pressure, stress, Young's modulus, and ultimate tensile strength.",
  "": "",
  "jumper": "There are two different noise sources that typically cause trouble in vibration testing systems. Ground loop noise and radio frequency (RF) noise can cause a variety of problems in a vibration testing system. RF noise can be <a href=\"https://vibrationresearch.com/resources/noise-troubleshooting/\" target=\"_blank\" rel=\"noopener\">addressed</a> by using the jumpers on the front of the <a href=\"https://vibrationresearch.com/products/vibrationview/#vr9500\" target=\"_blank\" rel=\"noopener\">VR9500</a>.",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "form": "With the standard Quick Report feature in <a href=\"https://vibrationresearch.com/vibrationview/\" target=\"_blank\" rel=\"noopener\">VibrationVIEW</a>, a custom Quick Report form can be easily developed to address the problem at hand. Learn more about <a href=\"https://vibrationresearch.com/resources/customizing-quick-reports/\" target=\"_blank\" rel=\"noopener\">customizing quick reports</a>.",
  "matrix": "Matrix control works with a multiple-input/multiple-output (MIMO) system. The system requires at least one accelerometer aligned with each mechanical degree of freedom (DOF). Typically, the system is over-determined, meaning there are more accelerometers than mechanical DOF. Matrix control is one of the most popular options for multi-axis control.",
  "model": "Originally developed to replicate Seismic shocks, Shock Response Spectra (SRS) testing has been widely adopted by the defense and aerospace industries. It uses a math model to synthesize a pulse that drives a shaker, simulating a shock (also referred to as a transient event).",
  "slope": "Our <a href=\"https://vibrationresearch.com/resources/material-property-calculator/\" target=\"_blank\" rel=\"noopener\">material property calculator</a> will plot the Grms vs. time to failure data, determine the slope of the S-N curve, and calculate the material property (m) based on the input data.",
  "life": "A test engineer may want to know how a product will react to the accumulation of damage over many years. Fatigue testing is useful for predicting a product’s life expectancy and anticipating potential product failures with standard use.",
  "unipolar": "Having or relating to a single pole or kind of polarity. Classical pulses generate a unipolar acceleration shape and a set change in velocity.",
  "meter": "Download the <a href=\"https://vibrationresearch.com/vibration-research-mobile-app/\" target=\"_blank\" rel=\"noopener\">VR Mobile App</a> to measure minimum, current, and maximum dB from your mobile device’s microphone with the noise meter.",
  "": "",
  "relay": "Vibration Research’s <a href=\"https://vibrationresearch.com/products/vibrationview/\" target=\"_blank\" rel=\"noopener\">VibrationVIEW</a> software offers a chatter monitoring package that detects and measures relay chatter events.",
  "compute": "With our <a href=\"https://vibrationresearch.com/resources/40-uses-for-math-traces/\" target=\"_blank\" rel=\"noopener\">\"40 Uses for Math Traces\"</a> tool, learn how to define math traces and calculations using math functions, time waveforms, frequency spectra, histograms, and more.",
  "": "",
  "": "",
  "": "",
  "point": "Velocity refers to the rate of change in the position of the DUT. Speed varies during vibration testing. At the highest point, or peak, of the cycle, the DUT is momentarily at a standstill and the velocity is zero. Then, it descends and picks up speed.",
  "quality": "The quality (Q) factor determines the damping value of an oscillation. A higher Q value will result in a lower rate of energy loss and, therefore, a slower end to the oscillation. Conversely, a lower Q value will result in a higher rate of energy loss and a faster end to the oscillation. The resonance quality factor is 0.5 divided by the critical damping ratio (ζ).",
  "clip": "Random vibration testing presents a host of new and often confusing concepts to the test engineer. Among these, the notion of “clipping” or limiting the excitation signal to ±3 standard deviations has caused undue confusion. Read more <a href=\"https://vibrationresearch.com/resources/how-well-does-3-approximate-infinity-understanding-3-sigma-clipping-in-random-shake-tests/\" target=\"_blank\" rel=\"noopener\">here</a>.",
  "": "",
  "": "",
  "": "",
  "finite": "Finite element modeling/analysis (FEA) is a computer-aided design technique for predicting the dynamic behavior of a mechanical system.",
  "skew": "The third moment of the <a href=\"https://vibrationresearch.com/resources/what-is-random-vibration-testing/#:~:text=for%20trial%20%231110.-,The%20Probability%20Density%20Function%20(PDF),-An%20examination%20of\" target=\"_blank\" rel=\"noopener\">probability density function (PDF)</a> The third moment is the signal’s skew, an indication of bias towards larger positive or negative values; this is always equal to zero for a random Control signal.",
  "value": "Compute random acceleration, velocity, and displacement values from a breakpoint table with our <a href=\"https://vibrationresearch.com/rms-calculator/\" target=\"_blank\" rel=\"noopener\">Random RMS calculator</a>.",
  "product": "Products are likely to fail when subject to consistent vibration. When the failure will occur, however, depends on several factors. To ensure the safety and longevity of a product, engineers must determine how long the product can withstand a specified vibration environment.",
  "shape": "Classical shock pulses have a pre-defined shape, amplitude, direction, and duration. Common shapes include half-sine, initial-peak, terminal-peak, square, triangle, sawtooth, trapezoid, and haversine. If classical shock testing is required, the pulse shape will be defined in the test standards.",
  "method": "Average, maximum, and minimum are methods of multiple channel control. These methods are not recommended for shock testing because they can potentially cause severe damage to the vibration system and provide unreliable test results.",
  "moment": "Kurtosis is a statistical term used to describe the relative distribution of data. Kurtosis is defined as the ratio of statistical moments. Normalized kurtosis is defined as the fourth statistical moment divided by the square of the second statistical moment.",
  "multi": "Engineers use <a href=\"https://vibrationresearch.com/vibrationview/multi-loop-four-post-control/\" target=\"_blank\" rel=\"noopener\">multi-loop</a> setups to control multiple shakers on a single axis (usually the z-axis). Each output drives a separate shaker to more closely replicate the operational environment.",
  "problem": "Over the years, we have worked alongside many customers to address the challenges of vibration testing. While some concerns are more atypical than others, there are several common problems our customers come across. Read more <a href=\"https://vibrationresearch.com/blog/common-vibration-test-issues-solutions/\" target=\"_blank\" rel=\"noopener\">here</a>.",
  "cost": "A shaker can reliably generate many pulse shapes and, for a routine shock test, can be a cost- and time-efficient option.",
  "mount": "The best place to measure the DUT’s vibrations is directly below the DUT. This is called “back-to-back” calibration. Mounting the DUT directly on top of the reference accelerometer allows the test to measure almost exactly the same vibrations that the DUT experiences.",
  "transfer": "A transfer function, H(f), can be used to find resonance or anti-resonance in a system. Generally, the true transfer function is not known but can be estimated. A transfer function estimate is notated as Ĥ(f).",
  "gauge": "A strain-gauge transducer is a changing-resistance sensor whose signal depends upon sensitive element deformation. In an unbonded wire strain-gage accelerometer, inertia affects a mass supported by nichrome wires; the wires change resistance in proportion to acceleration. The term may include piezoresistive accelerometers.",
  "ratio": "Signal-to-noise ratio (SNR) is the ratio of the amplitude of the desired signal to the amplitude of noise signals at a given point in time. The larger the number the better.",
  "bearing": "A rolling-element (anti-friction) bearing is a shaft that rotates on rollers or balls.",
  "rpm": "Revolutions per minute (RPM) is a unit of rotational speed or the frequency of rotation around a fixed axis.",
  "demo": "The most current demo version of the VibrationVIEW software can be downloaded from our website <a href=\"https://vibrationresearch.com/download-demo/\" target=\"_blank\" rel=\"noopener\">here</a>",
  "effect": "A change which is a result or consequence of an action or other cause.",
  "audio": "<a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\" rel=\"noopener\">ObserVIEW</a> can play video, audio, and GPS media files in sync with a time waveform recording. View media files alongside graphs such as an FFT or PSD.",
  "iso": "Standards are documents that prescribe engineering disciplines and impose particular management practices, reporting, and auditing requirements.",
  "license": "VR software is activated via an electronic key, making it easy to add new features at any time. A <a href=\"https://vibrationresearch.com/request-trial-key/\" target=\"_blank\" rel=\"noopener\">free trial key</a> of any software feature is available for customers with VR hardware.",
  "loop": "Multi Loop control is typically used for multiple shakers controlling one test item in a single axis – usually the Z (up/down) axis.",
  "wave": "Nature’s mechanism for transporting energy without transporting matter.",
  "course": "VR offers <a href=\"https://vibrationresearch.com/training/\" target=\"_blank\" rel=\"noopener\">courses</a> for vibration test professionals’ continuing education. These courses will help you and your lab become more efficient and knowledgeable in the vibration test world.",
  "uut": "The device under test (DUT) or unit under test (UUT) is the product being tested on the shaker system.",
  "center": "The center frequency is the frequency in the middle of a band of frequencies, by which the band is identified together with the bandwidth.",
  "weight": "The property of an object that can be weighed, as on a scale; the gravitational force on an object.",
  "event": "Detect and measure relay chatter that occurs after a vibration event. <a href=\"https://vibrationresearch.com/blog/stop-relay-chatter-vibrationview/\" target=\"_blank\" rel=\"noopener\">Learn about relay chatter</a> and how to use software to monitor events.",
  "thrust": "The thrust position is the location in direction of a shaft centerline.",
  "window": "A window function provides a weighted selection of a portion of a time waveform for FFT analysis. The selection process is a compromise of characteristics.",
  "chirp": "Chirp waveforms change in frequency over time. These signals are deterministic, meaning they can be described—or determined—by a mathematical function.",
  "bump": "A bump test involves the horizontal striking of an impacting surface against cargo, or cargo motion arrested by impacting a stationary object.",
  "failure": "The event or inoperable state in which any item or component does not perform as previously specified.",
  "mttf": "Mean time-to-failure (MTTF) is a basic measure of reliability for non-repairable items. It is the total number of life units divided by the total number of failures within that population and during a measurement interval under stated conditions.",
  "observe": "The <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\" rel=\"noopener\">ObserVR1000</a> collects data with the press of a button. Stream your data to the SD card while running other test modes, or use independently as a field data recorder and analysis package.",
  "octave": "The interval between two frequencies differing by exactly 2:1.",
  "average": "The average of a data set is calculated by adding the values and then dividing the total by the number of values. For a pure sine wave, the average value is zero.",
  "motion": "Quadrature motion is any motion perpendicular to the reference axis. Shakers should have zero quadrature motion. Also known as side/lateral motion or crosstalk.",
  "frame": "The FFT is an algorithm that converts a digitized signal from the time domain to the frequency domain. The time data are divided into frames of equal time length, and an FFT is calculated for each frame.",
  "pretest": "<a href=\"https://vibrationresearch.com/products/vibrationview/\" target=\"_blank\" rel=\"noopener\">VibrationVIEW</a>'s pretest mode allows technicians to predict test results without running the full test at level.",
  "half": "Examples of classical shock pulse shapes include half-sine, initial-peak, terminal-peak, square, triangle, sawtooth, trapezoid, and haversine.",
  "analog": "An analog signal is a sinusoidal wave and delivers information through continuous changes.",
  "density": "The cross-spectrum density plot compares one signal with another in time. Available for random and shock test modules as part of the <a href=\"https://vibrationresearch.com/vibrationview/analyzer/\" target=\"_blank\" rel=\"noopener\">Analyzer package</a> in VibrationVIEW.",
  "study": "Interested in some real world results from Vibration Research? <a href=\"https://vibrationresearch.com/ford-motor-case-study/\" target=\"_blank\" rel=\"noopener\">Download the Ford Motor case study</a> to find out how Ford used FDS in their testing labs.",
  "complex": "Specialized software packages such as Shock Response Spectrum (SRS) are designed to re-create complex pulses.",
  "stack": "Control modules can be used independently on separate shakers or linked into a single stack for jobs requiring a higher channel count (up to 512 channels total).",
  "thd": "Total harmonic distortion (THD) is a measurement of the total amount of harmonic content in a signal. More specifically, it is the ratio of the root-mean-square (RMS) amplitude of a set of higher harmonic frequencies to the RMS amplitude of the first harmonic or fundamental frequency.",
  "copy": "The copy and paste command in <a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\" rel=\"noopener\">ObserVIEW</a> allows the user to move data between graphs and software applications. In doing so, the user can perform an easy comparison of data from a multitude of applications.",
  "trace": "In <a href=\"https://vibrationresearch.com/products/vibrationview/\" target=\"_blank\" rel=\"noopener\">VibrationVIEW</a>, a math trace can display the width of a tracking filter during a sine test. This simple trace maps the tracking filter location and width.",
  "swept": "Swept-sine testing employs a sine shake test where the frequency is smoothly and continuously varied. It is commonly required for sequentially identifying resonances. In contrast, see stepped sine testing.",
  "defect": "All machine components vibrate, and their interaction with one another and the operational environment can introduce fatigue or damage such as imbalance, misalignment, component failure, resonance, bearing defect, and more.",
  "grms": "Grms is the energy under the distribution curve or the energy of a test. It is the inverse of the power spectral density plot—the square root of the squared mean of the sample.",
  "decibel": "Ratios of identical quantities are expressed in decibel or deciBel or dB units.",
  "lab": "Independent environmental test laboratories are a convenient option for customers to outsource tests. Many of them trust Vibration Research control software and support for the best results.",
  "dwell": "For a sine dwell test, a vibration controller runs a single sine tone at the component’s resonant frequencies rather than sweeping through the entire frequency range.",
  "fir": "The finite impulse response (FIR) filter is a single polynomial. It is the weighted sum of the current input and a finite number of past inputs.",
  "stepped": "Stepped sine testing employs a sine shake test in a series of dwells where frequency is incrementally increased or decreased.",
  "period": "The interval of time over which a cyclic vibration repeats itself.",
  "error": "Error is the difference between the indicated and true values of a measured variable.",
  "gps": "<a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\" rel=\"noopener\">ObserVIEW</a> can play video, audio, and GPS media files in sync with a time waveform recording. View media files alongside graphs such as an FFT or PSD.",
  "capture": "<a href=\"https://vibrationresearch.com/vibrationview/transient-capture/\" target=\"_blank\" rel=\"noopener\">Transient Capture</a> is a data acquisition tool that captures a transient waveform for post-processing. Most often, it is used with SRS to analyze each pulse as it is captured.",
  "hertz": "A unit of frequency abbreviated as Hz. Formerly cps for cycles per second.",
  "medical": "Vibration testing is critical in the medical industry as hidden fatigue damage can have significant consequences. Medical equipment can be exposed to vibration during transportation or everyday use, so both shock and vibration testing are necessary for the safety and reliability of the machinery.",
  "stop": "The emergency stop (e-stop) button provides further safety measures for lab personnel, testing equipment, and products under test. It gives lab personnel a quick option to stop a test without putting a transient shock into the test product.",
  "safety": "The emergency stop (e-stop) button provides further safety measures for lab personnel, testing equipment, and products under test. It gives lab personnel a quick option to stop a test without putting a transient shock into the test product.",
  "math": "Fast Fourier transform (FFT) and power spectral density (PSD) mathematics are powerful tools for analyzing a waveform’s characteristics. In addition to the FFT and PSD, there are <a href=\"https://vru.vibrationresearch.com/course/understanding-waveform-relationships/\" target=\"_blank\" rel=\"noopener\">other types of mathematics</a> that explain the relationships between two or more waveforms.",
  "angular": "Angular frequency is the torsional vibration frequency in radians per second.",
  "random": "Random vibration has an instantaneous magnitude that cannot be predicted.",
  "domain": "For continuous data, engineers use the Fourier transform (FFT) to project the time domain data into the frequency domain.",
  "earth": "In power electricity, ground is a physical connection to the earth. It is commonly called earth ground. In electronics, ground is not a connection to the physical earth but a reference point to 0 Volts.",
  "dut": "The device under test (DUT) or unit under test (UUT) is the product being tested on the shaker system.",
  "rate": "The sampling rate is the number of readings an A/D converter takes per second or per minute.",
  "yaw": "Measures the rotation about the vertical axis.",
  "sound": "An oscillation in pressure capable of evoking the sensation of hearing or the sensation of hearing.",
  "sense": "A sensor is a device that converts some mechanical quantity into an electrical signal or, less commonly, the reverse conversion.",
  "fds": "The fatigue damage spectrum (FDS) is a test development tool that replicates the operational environment of a product. Learn the FDS calculation procedure.",
  "remote": "Monitor your system status remotely with your cell phone or computer by using the Web Server / Email software option in <a href=\"https://vibrationresearch.com/products/vibrationview/\" target=\"_blank\" rel=\"noopener\">VibrationVIEW</a>.",
  "strain": "A strain-gauge transducer is a changing-resistance sensor whose signal depends upon sensitive element deformation. In an unbonded wire strain-gage accelerometer, inertia affects a mass supported by nichrome wires; the wires change resistance in proportion to acceleration. The term may include piezoresistive accelerometers.",
  "edit": "Edit and export waveform data with <a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\" rel=\"noopener\">ObserVIEW</a>.",
  "post": "A four-poster test employs multi-loop control on four shakers moving along the same axis. Engineers often run these tests on complete vehicles.",
  "package": "<a href=\"https://vibrationresearch.com/packaging-industry/\" target=\"_blank\" rel=\"noopener\">Packaging vibration testing</a> develops protocols and design standards that define how packages should perform to ensure the protection of their contents during the ever-changing risks of the global distribution environment.",
  "time": "The FFT is an algorithm that converts a digitized signal from the time domain to the frequency domain. The time data are divided into frames of equal time length, and an FFT is calculated for each frame.",
  "axial": "With tri-axial transducers, the engineer can measure the three orthogonal directions without adjusting the test setup.",
  "daq": "The <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\" rel=\"noopener\">ObserVR1000</a> is a data acquisition (DAQ) device.",
  "mode": "A characteristic pattern in a vibrating system. All the points reach their maximum displacement at the same instant.",
  "free": "Free vibration occurs without forcing, such as after a reed is plucked.",
  "zero": "In order to run a classical shock test on a shaker, the pulse must start and end at zero acceleration, velocity, and displacement.",
  "drive": "A vibration testing system runs in a closed-loop operation. The vibration controller sends a signal to the shaker via the power amplifier. Then, a drive signal generates shaker excitation in a controlled manner.",
  "stress": "The intensity of an applied load, usually at the site of a failure.",
  "hash": "A distortion in a signal (usually non-harmonic). It can be viewed on an oscilloscope trace.",
  "phase": "The fractional part of a period between a reference time and a particular time of interest or between two motions/electrical signals with the same fundamental frequency.",
  "stag": "The Sine Tracking, Analysis and Generation tool (<a href=\"https://vibrationresearch.com/obserview/stag/\" target=\"_blank\" rel=\"noopener\">STAG</a>) is an accurate and efficient option for SoR test development using recorded data.",
  "nyquist": "The Nyquist rate is a sample rate of Fs = 2 x fh. The higher the sample rate, the easier perfect reconstruction becomes.",
  "level": "For high-level, short-duration random tests, many controllers simply multiply a low-level response and display the data as the true high-level occurrence. The line on the graph is smooth, but the graph as a whole is invalid.",
  "order": "An order is the vibration at multiples of a machine’s shaft speed.",
  "observr": "The <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\" rel=\"noopener\">ObserVR1000</a> collects data with the press of a button. Stream your data to the SD card while running other test modes, or use independently as a field data recorder and analysis package.",
  "radial": "A direction perpendicular to a shaft’s centerline.",
  "burst": "Burst waveforms are random signals defined by their statistical characteristics.",
  "source": "The source impedance is the combination of resistance and reactance that a source sends to the input terminals of a measuring instrument.",
  "sor": "A Sine-on-Random (<a href=\"https://vibrationresearch.com/vibrationview/sine-on-random/\" target=\"_blank\" rel=\"noopener\">SoR</a>) test should be employed when a field environment contains sinusoidal and random vibration.",
  "cable": "Reduce the effects of the EMI that is introduced into the system by the input cable by following our <a href=\"https://vibrationresearch.com/resources/noise-troubleshooting/\" target=\"_blank\" rel=\"noopener\">noise troubleshooting guide.</a>",
  "led": "The <a href=\"https://vibrationresearch.com/products/vibrationview/#vr9500\" target=\"_blank\" rel=\"noopener\">VR9500</a> has glowing ring LED channel status indication lights.",
  "open": "Open-loop control provides the exciter system with precomputed or preconceived drive signals without modifying or refining the signals based on observation of the resulting motion.",
  "csd": "The cross-spectral density (CSD) compares one signal with another signal in time, such as the drive signal with an input signal.",
  "blower": "Vibration tests often end after business hours. However, the shaker, amplifier, and blower continue to consume energy after the test is completed. The VR9601 Wired Remote Control option can shut down the shaker, amplifier, and blower as a scheduled function upon the completion of a test.",
  "fall": "Mechanical shock tests include pyrotechnic shock, drop shock, and free-fall shock.",
  "bounce": "A bounce test involves the shaking of unrestrained cargo. The cargo is repeatedly thrown a short distance into the air and falls onto a vibrating platform.",
  "spike": "Ground loop noise is typically a 50/60 Hz spike and is caused when the different components of the system have a different ground potential.",
  "monitor": "Detect and measure relay chatter that occurs after a vibration event. <a href=\"https://vibrationresearch.com/blog/stop-relay-chatter-vibrationview/\" target=\"_blank\" rel=\"noopener\">Learn about relay chatter</a> and how to use software to monitor events.",
  "module": "You can contact a member of the Vibration Research sales team or your sales representative to enable additional software modules.",
  "wire": "Metal drawn out into the form of a thin flexible thread or rod.",
  "tablet": "The <a href=\"https://vibrationresearch.com/vibration-research-mobile-app/\" target=\"_blank\" rel=\"noopener\">VR Mobile application</a> is software embedded in the ObserVR1000 that runs on a smartphone or tablet using a WiFi connection. Users can set up, monitor, and modify a vibration test in the field without a wired configuration, which delivers flexibility and simplicity to field testing.",
  "damp": "To reduce the “Q” or maximum resonant response, by extracting energy, usually by converting motion into heat. Your automobile’s shock absorbers damp body motion.",
  "input": "Input is the mechanical motion, force, or energy applied to a mechanical system, such as the vibratory input from a shaker to a test item.",
  "gap": "Contact bounce is a type of chatter event can cause severe damage to the contacts because the electrical charge will jump across the short gap between the contacts, causing extra wear and damage.",
  "idof": "<a href=\"https://vibrationresearch.com/vibrationview/idof/\" target=\"_blank\" rel=\"noopener\">Instant Degrees of Freedom®</a> (iDOF) provides the smoothest control lines in the industry, enabling highly accurate vibration tests in a condensed period.",
  "forced": "Forced vibration is the vibratory motion of a system caused by some mechanical excitation. If the excitation is periodic and continuous, the response motion eventually becomes steady-state.",
  "drop": "Drop shock testing addresses the possibility of a non-repetitive shock. They use a classical shock pulse to run a sharp transfer of energy into a device.",
  "itch": "An automotive sound caused by metal sliding on glass. It is sometimes called glass itch or lace itch.",
  "abort": "Vibration Research Corporation’s “Email Notification” module helps test engineers know instantly when a test completes (or aborts).",
  "mass": "Mass is a physical property that is dynamically computed as acceleration divided by force. It is statically computed as W divided by the acceleration due to gravity. Ordinary structures are not pure masses as they contain reactive elements, i.e., springs and damping.",
  "axis": "An imaginary line about which a body rotates.",
  "dampen": "Shock pulses excite a span of frequencies in a short period and dampen quickly.",
  "record": "VR Mobile's <a href=\"https://vibrationresearch.com/resources/applications-for-triggering-vr-mobile/\" target=\"_blank\" rel=\"noopener\">triggering</a> feature allows for autonomous data recording with the <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\" rel=\"noopener\">ObserVR1000</a>. Capture transient events, drive external equipment, and more.",
  "gear": "Gear mesh frequency is a potential vibration frequency on any machine that employs gears. To calculate it, multiply the gear's number of teeth by its RPM and then divide by 60.",
  "eddy": "Eddy current is the electrical current generated and dissipated in a conductive material when it intercepts the electromagnetic field of a displacement or proximity probe.",
  "plot": "A bode plot displays the magnitude of vibration at 1x the shaft speed and its phase relative to the shaft position. Both values are plotted against running speed.",
  "digital": "A digital signal is a square wave; it changes between two levels and delivers information in a binary form. Digital functions can employ more sophisticated algorithms such as the fast Fourier transform (FFT).",
  "cause": "Success is uncertain if the true cause of failure is not understood.",
  "limit": "The operational limit is the extremes beyond which a product is not expected to operate.",
  "ground": "A ground loop is created when a signal source and a signal measurement device are grounded at two separate points on a ground bus through which noise currents flow.",
  "wifi": "The <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\" rel=\"noopener\">ObserVR1000</a> has 802.11 b/g/n WiFi & Gigabit Ethernet.",
  "floor": "The noise floor is the summation of all the noise sources and unwanted signals within a measurement system.",
  "trs": "The test response spectrum (TRS)",
  "fourier": "The fast Fourier transform (FFT) is a computer method of shifting data from the time domain to the frequency domain.",
  "hass": "HASS is the acronym for highly accelerated stress screening. Stress screening is a modern electronics production tool for precipitating latent defects such as poorly-soldered connections.",
  "barrier": "Blocks airborne sound from entering the passenger compartment via an aperture. ",
  "balance": "Balancing is the process of adjusting the distribution of mass in a rotating element to reduce vibratory forces generated by rotation.",
  "curve": "Random vibration displays a Gaussian (or normal) distribution. This distribution is commonly known as the bell curve.",
  "fmea": "Failure Mode and Effects Analysis (FMEA) is a procedure by which each potential failure mode in a system is analyzed to determine the resulting effects thereof on the system and to classify each potential failure mode according to its severity.",
  "modulus": "The modulus of elasticity, E, (static) is the initial slope of the stress versus strain curve (where Hooke’s Law applies) before the elastic limit is reached. The typical values are 30,000,000 pounds/square inch for steel and about 10,000,000 for aluminum.",
  "bode": "A bode plot displays the magnitude of vibration at 1x the shaft speed and its phase relative to the shaft position. Both values are plotted against running speed.",
  "bin": "Each point in the histogram indicates the number of times the signal was within a small range of amplitudes. This range is often called the amplitude “bin”.",
  "spec": "A test specification can come in many formats. Vibration Research has taken the best of the formats and combined them for easy test entry in <a href=\"https://vibrationresearch.com/products/vibrationview/\" target=\"_blank\" rel=\"noopener\">VibrationVIEW</a>.",
  "drift": "Drift is the slow variation in a performance characteristic such as gain, frequency, or power output.",
  "rms": "Root Mean Square (RMS) is a statistical measurement defined as the square root of the mean of the squares of a sample. The RMS determines the average intensity (amplitude) in the PSD.",
  "voltage": "An electromotive force or potential difference expressed in volts.",
  "defense": "Military hardware supplied to defense contractors and governments calls for meticulous testing to ensure the durability of components, electronics, and assemblies. Military vibration testing plays an imperative role in achieving the industry’s goal to protect citizens and advance technology.",
  "initial": "Examples of classical shock pulse shapes include half-sine, initial-peak, terminal-peak, square, triangle, sawtooth, trapezoid, and haversine.",
  "teds": "Transducer electronic data sheets (TEDS) are the calibration data and characteristics of the accelerometer.",
  "cycle": "The complete sequence of instantaneous values of a periodic event, during one period.",
  "pdf": "The probability density function (<a href=\"https://vru.vibrationresearch.com/lesson/probability-distribution-random-vibration/\" target=\"_blank\" rel=\"noopener\">PDF</a>) is a statistic that helps analyze random vibration and illustrates the range of acceleration values.",
  "servo": "Classical shock testing is run on mechanical shock machines, electrodynamic shakers, or servo-hydraulic shakers.",
  "vfw": "In ObserVIEW, <a href=\"https://vibrationresearch.com/obserview/media-sync/\" target=\"_blank\" rel=\"noopener\">Multimedia Sync</a> opens a multimedia player that automatically plays any video files associated with the waveform (.vfw).",
  "align": "<a href=\"https://vibrationresearch.com/vibrationview/transient-capture/\" target=\"_blank\" rel=\"noopener\">Transient Capture</a> offers a simple interface to record transient events. Before running the test, define the trigger parameters, including the level required to trigger, the slope criteria, and the capture window. When following a test standard, set the parameters such as pulse type, alignment, and tolerances to define the ideal pulse.",
  "absorb": "A drop shock machine consists of a table-mounted on two parallel columns which, after being raised to a pre-calculated height, drops to the “ground”. In this context, the ground is a reaction mass that absorbs some of the shock in order to prevent unwanted contact with the actual ground.",
  "update": "<a href=\"https://vibrationresearch.com/upgrades-support-agreement/\" target=\"_blank\" rel=\"noopener\">U&SA</a> also includes continual software updates, so you always have access to our latest features, essentially a software insurance policy.",
  "import": "The <a href=\"https://vibrationresearch.com/vibrationview/random-import/\" target=\"_blank\" rel=\"noopener\">Random Import</a> option in VibrationVIEW can be used to analyze statistics from a time-history recording and understand the behavior of the original environment.",
  "factor": "The Q-factor of a resonance is the ratio of the resonance’s center frequency to its half-power bandwidth. It tells us how sharp, or steep, the resonance is.",
  "pitch": "The rotation in the plane of forward motion and about the left-right axis.",
  "mtbf": "Mean time-between-failure (MTBF) is a basic measure of reliability for repairable items. It is the mean number of life units during which all parts of the item perform within their specified limits, during a defined measurement interval, and under stated conditions.",
  "probe": "A machinery-mounted sensor that is usually internal and can sense vibration.",
  "live": "View and analyze vibration data in real time with <a href=\"https://vibrationresearch.com/obserview/live-analyzer/\" target=\"_blank\" rel=\"noopener\">Live Analyzer.</a> Pause the live stream to select, analyze, and export a section of the time waveform.",
  "sync": "<a href=\"https://vibrationresearch.com/obserview/media-sync/\" target=\"_blank\" rel=\"noopener\">Multimedia Sync</a> plays media files in sync with the associated waveform recording. View video, audio, or GPS files with the waveform recording to better understand recorded events. Then, extract images and data for reporting.",
  "fea": "Finite element modeling/analysis (FEA) is a computer-aided design technique for predicting the dynamic behavior of a mechanical system.",
  "dsp": "A digital signal processor (DSP) is a microprocessor optimized for digital signal manipulations.",
  "support": "VR recognizes that providing customers with high-quality support contributes significantly to their long-term success. With that in mind, VR provides unlimited technical support via phone, email, webinar, and more to customers that are current with the agreement.",
  "acquire": "Vibration Research’s <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\" rel=\"noopener\">data acquisition systems</a> offer the functionality to acquire and analyze acoustic signals.",
  "bow": "An undesirable shaft condition in rotating machinery where the shaft centerline is not straight.",
  "data": "For continuous data, engineers use the <a href=\"https://vibrationresearch.com/blog/fast-fourier-transform-fft-analysis/\" target=\"_blank\" rel=\"noopener\">Fourier transform (FFT)</a> to project the time domain data into the frequency domain.",
  "tail": "Graphically speaking, kurtosis is a measurement of the size of the distribution’s “tails”. A set of data with a high kurtosis value will produce a distribution curve with a higher peak value at the mean and longer “tails”, or in other words, more data points at the extreme values from the mean.",
  "direct": "Direct current (DC) always flows in one direction but may vary in voltage or current. As it only moves one way, a DC is either positive or negative and can be steady, smooth, or varied. Batteries, fuel cells, and solar cells all produce DC.",
  "fatigue": "All machine components vibrate, and their interaction with one another and the operational environment can introduce fatigue or damage such as imbalance, misalignment, component failure, resonance, bearing defect, and more.",
  "machine": "Machinery health monitoring (MHM) is the measurement, recording, and analysis of machinery parameters to determine machinery health.",
  "dynamic": "Dynamic range is the ratio of the largest to smallest signals that can be simultaneously processed by an instrument or system.",
  "damper": "One form adheres or is sprayed onto relatively thin metal panels so as to extract energy when panels flex. Lowers “Q” of each panel mode. Goal: to reduce air flow (over the panel)-induced vibration and radiated noise.",
  "track": "Track the Peak Resonant Frequency in <a href=\"https://vibrationresearch.com/vibrationview/sine-resonance-track-dwell/\" target=\"_blank\" rel=\"noopener\">SRTD</a>.",
  "gyro": "A rate gyro is a type of gyroscope that measures rotational velocity (degrees or radians per second) around a fixed axis.",
  "mhm": "Machinery health monitoring (MHM) is the measurement, recording, and analysis of machinery parameters to determine machinery health. The condition is compared with earlier conditions, such as when the machine was new.",
  "vehicle": "Automotive manufacturers depend on noise, vibration, and harshness (NVH) testing to optimize vehicle performance and maintain a standard of comfort across their vehicle catalog.",
  "feature": "<a href=\"https://vru.vibrationresearch.com/lesson/multimedia-sync-playback/\" target=\"_blank\" rel=\"noopener\">Multimedia Sync</a> is one of the features of the Advanced license of ObserVIEW.",
  "cosine": "The fast Fourier transform (FFT) transforms time-domain data into the frequency domain. It takes apart a single data waveform into many sine and cosine waves.",
  "filter": "An electronic device that passes certain frequencies and blocks the rest. Classified as low-pass (high-stop), high-pass (low-stop), band-pass, or band-stop.",
  "cycling": "Thermal cycling is the process of subjecting a product to predetermined temperature changes of hot and cold extremes.",
  "graph": "The copy and paste command in <a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\" rel=\"noopener\">ObserVIEW</a> allows the user to move data between graphs and software applications. In doing so, the user can perform an easy comparison of data from a multitude of applications.",
  "power": "Often, noise can be felt or heard on the shaker head when the system is powered on.",
  "impact": "A collision between masses.",
  "mems": "Microelectromechanical structures (MEMS) are extremely small devices utilizing both electrical and mechanical properties.",
  "durable": "Durability is the measure of useful life. It is a special case of reliability.",
  "mission": "A mission profile is a time-phased description of the events and environments an item experiences from initiation to completion of a specified mission.",
  "fail": "Vibration testing has improved the methods of ensuring a product does not fail due to minor or even entire design flaws.",
  "supply": "A ground loop occurs when multiple components that have an earth ground to a building’s electrical power supply circuit are connected to each other with a cable that carries a 0V ground connection.",
  "sine": "A sine vibration test outputs a single frequency sine tone at a defined amplitude and time. It is most often used to determine resonances and to expose the test item to a resonant frequency until failure.",
  "option": "In <a href=\"https://vibrationresearch.com/products/vibrationview/\" target=\"_blank\" rel=\"noopener\">VibrationVIEW</a>, the Quick Test option serves as the default for Sine, Random, and Shock tests. It is a quick option for defining tests.",
  "test": "A random vibration test and Field Data Replication (FDR) are both suitable in many testing situations involving random vibration.",
  "psd": "The power spectral density (PSD) is an analysis tool for random vibration tests. It is a function of frequency and represents the distribution of a signal over a spectrum of frequencies.",
  "energy": "Implementing easy solutions like remote monitoring, test scheduling, and pre-test mode makes an impact on overall energy consumption.",
  "editor": "<a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\" rel=\"noopener\">ObserVIEW</a> is a vibration signal analysis software where engineers can view, analyze, and edit waveforms to suit the test framework.",
  "dof": "Statistical degrees-of-freedom (DOF) help to define confidence intervals and the probability of meeting tolerance.",
  "hit": "Typically, shock tests are a sharp transfer of energy into a mechanical system to test a system’s capability to survive a drop, hit, impact, fall, explosion, or any other source of transient vibration.",
  "sone": "A unit of loudness.",
  "rrs": "The required response spectrum (RRS)",
  "taaf": "The abbreviation for test, analyze, and fix.",
  "pickup": "A transducer is a device that converts some mechanical quantity into an electrical signal or, less commonly, the reverse conversion. Also called a pickup or sensor.",
  "halt": "HALT is the acronym for highly accelerated life tests. Accelerated life tests subject prototypes to stress levels much higher than those anticipated in the field.",
  "natural": "Natural frequency is the frequency of an undamped system’s free vibration. It is also the frequency of the normal modes of vibration.",
  "notch": "A notch is a minimum spectral value at a natural frequency. Also, the deliberate reduction of a portion of a test spectrum (random vibration testing).",
  "quake": "Structures and equipment installed in seismically active regions must be designed to protect the operating equipment in the event of an earthquake.",
  "chatter": "Vibration events or resonance can cause the steel plate to disconnect momentarily from the switch contacts.",
  "nfc": "A mobile device with near field communication (NFC) can connect to the <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\" rel=\"noopener\">ObserVR1000</a> with one touch.",
  "iir": "An infinite impulse response (IIR) filter uses feedback to modify the frequency characteristics of data.",
  "media": "<a href=\"https://vibrationresearch.com/obserview/media-sync/\" target=\"_blank\" rel=\"noopener\">Multimedia Sync</a> plays media files in sync with the associated waveform recording. View video, audio, or GPS files with the waveform recording to better understand recorded events. Then, extract images and data for reporting.",
  "output": "The <a href=\"https://vibrationresearch.com/products/vibrationview/#vr9500\" target=\"_blank\" rel=\"noopener\">VR9500</a> has a Drive output and a COLA/AUX output (optional). The <a href=\"https://vibrationresearch.com/products/vibrationview/#vr10500\" target=\"_blank\" rel=\"noopener\">VR10500</a> has four output channels including three Drive outputs and a COLA/AUX output.",
  "noise": "Noise is the total of all interferences in a measurement system that are independent of the signal.",
  "compare": "The copy and paste command in <a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\" rel=\"noopener\">ObserVIEW</a> allows the user to move data between graphs and software applications. In doing so, the user can perform an easy comparison of data from a multitude of applications.",
  "ambient": "The ambient environment includes the conditions that characterize the air or other medium that surrounds the material (e.g. temperature and humidity).",
  "squeak": "A sound that resembles an unlubricated hinge. It is made by PVC or other material rubbing on glass, i.e. a windshield.",
  "linear": "A linear system is a system with a magnitude of response directly proportional to its magnitude of excitation for every part of the system.",
  "roll": "The rotation about the axis of linear motion.",
  "spring": "An elastic object that stores mechanical energy.",
  "forcing": "Forcing frequency is the frequency at which a shaker vibrates. It applies to sinusoidal vibration testing or resonance searching.",
  "snr": "Signal-to-noise ratio (SNR) is the ratio of the amplitude of the desired signal to the amplitude of noise signals at a given point in time. The larger the number the better.",
  "system": "A composite of equipment, skills, and techniques capable of performing/supporting an operational role. ",
  "vibrate": "Vibration is mechanical oscillation or motion about a reference point of equilibrium.",
  "sweep": "Sweep range and sweep rate are two parameters that define a sine sweep test.",
  "spall": "A flake or chip of metal removed from one of the races of a rolling-element bearing. It indicates that the bearing is nearing the end of its use.",
  "alias": "Aliasing is a spectrum analysis problem that results from sampling data at too low a sampling frequency. It causes high-frequency signals to appear in a spectrum at low frequencies.",
  "analyze": "<a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\" rel=\"noopener\">ObserVIEW</a> is a vibration signal analysis software where engineers can view, analyze, and edit waveforms to suit the test framework.",
  "orbit": "The orbit is the path of a shaft centerline during rotation.",
  "terminal": "Examples of classical shock pulse shapes include half-sine, initial-peak, terminal-peak, square, triangle, sawtooth, trapezoid, and haversine.",
  "square": "Examples of classical shock pulse shapes include half-sine, initial-peak, terminal-peak, square, triangle, sawtooth, trapezoid, and haversine.",
  "dsa": "A dynamic signal analyzer (DSA) is a vibration analyzer that uses digital signal processing and the fast Fourier transform (FFT) to display vibration frequency components. It may also display the time domain and phase spectrum and is usually interfaced with a computer.",
  "wavelet": "Half-sine, windowed sinusoids of specific frequencies, often used for shock testing on shakers.",
  "buzz": "A sound exemplified by loose power transformer laminations (dominated by 120 Hz where the power frequency is 60 Hz).",
  "trigger": "Record data autonomously with the <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\" rel=\"noopener\">ObserVR1000</a>. In VR Mobile, set up actions to occur automatically following an event; after the trigger, the ObserVR1000 will record data without intervention.",
  "case": "Interested in some real world results from Vibration Research? <a href=\"https://vibrationresearch.com/ford-motor-case-study/\" target=\"_blank\" rel=\"noopener\">Download the Ford Motor case study</a> to find out how Ford used FDS in their testing labs.",
  "pulse": "A shock pulse is an event that transmits kinetic energy into a system in a relatively short interval compared with the system’s greatest natural period.",
  "shock": "A shock pulse is an event that transmits kinetic energy into a system in a relatively short interval compared with the system’s greatest natural period.",
  "smooth": "<a href=\"https://vibrationresearch.com/vibrationview/idof/\" target=\"_blank\" rel=\"noopener\">Instant Degrees of Freedom®</a> (iDOF) provides the smoothest control lines in the industry, enabling highly accurate vibration tests in a condensed period.",
  "upgrade": "Don’t let technology pass you by! In an effort to continue to provide you with the very best products and service, we encourage you to renew your <a href=\"https://vibrationresearch.com/upgrades-support-agreement/\" target=\"_blank\" rel=\"noopener\">U&SA agreement.</a> The first year is included with your purchase and renewals are available on an annual basis.",
  "nvh": "Automotive manufacturers depend on noise, vibration, and harshness (NVH) testing to optimize vehicle performance and maintain a standard of comfort across their vehicle catalog.",
  "operate": "The operational environment is the aggregate of all external and internal conditions, natural, man-made, or self-induced, that influence the form, operational performance, reliability, or survival of an item.",
  "field": "The goal of analyzing field environments is to generate a test more representative of the real-world, replicating the failure mode observed in the field.",
  "testing": "A random vibration test and Field Data Replication (FDR) are both suitable in many testing situations involving random vibration.",
  "screen": "Screening is the process of stressing products so that defective units can be identified and then repaired or replaced; a winnowing out.",
  "seismic": "Simulate the conditions of an earthquake to determine a structure’s response to a transient event and prevent damage and injury in the event of an actual earthquake. Shock response spectrum (SRS), transient waveform control, and other vibration control software to fulfill seismic vibration testing standards.",
  "table": "The breakpoint table is a list of frequencies and the correlating PSD. It determines the power distribution over a range of frequencies.",
  "rise": "Rise time is the time required for a transducer’s output to rise from 10% to 90% of its final value as it responds to a step-change in the measurand.",
  "delay": "With <a href=\"https://vibrationresearch.com/obserview/media-sync/\" target=\"_blank\" rel=\"noopener\">Multimedia Sync</a> in ObserVIEW, the user can adjust time delay to sync the video and .vfw file (initial sync is based on the time stamp in video file).",
  "fault": "Immediate cause of failure (e.g. maladjustment, misalignment, defect, etc.)",
  "version": "The most current version of the VibrationVIEW software can be downloaded from our website <a href=\"https://vibrationresearch.com/download-demo/\" target=\"_blank\" rel=\"noopener\">here</a>",
  "damping": "Dissipation of oscillatory or vibratory energy with motion or with time.",
  "key": "VR software is activated via an electronic key, making it easy to add new features at any time. A <a href=\"https://vibrationresearch.com/request-trial-key/\" target=\"_blank\" rel=\"noopener\">free trial key</a> of any software feature is available for customers with VR hardware.",
  "prevent": "<a href=\"https://vru.vibrationresearch.com/course/preventative-maintenance/\" target=\"_blank\" rel=\"noopener\">Preventative maintenance</a> includes the proper maintenance, calibration, and verification of vibration testing equipment. A thorough preventative maintenance schedule will help your team avoid damage to equipment, costly repairs, extended downtime, and test investigations. Staying ahead of repairs and maintaining testing quality is to the benefit of your team and customers.",
  "signal": "A feedback signal is a response measurement that is used in a closed-loop control process.",
  "control": "Multi Loop control is typically used for multiple shakers controlling one test item in a single axis – usually the Z (up/down) axis.",
  "sensor": "A sensor is a device that converts some mechanical quantity into an electrical signal or, less commonly, the reverse conversion.",
  "impulse": "The integral of force over a time interval.",
  "slew": "Slew rate is the maximum rate at which an instrument’s output can change by some stated amount.",
  "degree": "Statistical degrees-of-freedom (DOF) help to define confidence intervals and the probability of meeting tolerance.",
  "line": "<a href=\"https://vibrationresearch.com/vibrationview/idof/\" target=\"_blank\" rel=\"noopener\">Instant Degrees of Freedom®</a> (iDOF) provides the smoothest control lines in the industry, enabling highly accurate vibration tests in a condensed period.",
  "battery": "The <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\" rel=\"noopener\">ObserVR1000</a> is a mobile, battery-powered, and stand-alone device that can function as a vibration controller and a dynamic signal analyzer.",
  "crest": "Crest factor is the ratio of a (finite) peak motion to the root-mean-square (RMS) value of the dynamic signal.",
  "excite": "Produce a state of increased energy or activity in (a physical or biological system).",
  "setting": "The user can manually change <a href=\"https://vibrationresearch.com/vibrationview/sine-resonance-track-dwell/\" target=\"_blank\" rel=\"noopener\">SRTD</a> settings during a test and receive feedback on current test settings in the SRTD Controls dialog box.",
  "flaw": "Frequently, our customers will request advice on which of these test types to run on their product, and in particular, how to choose between the two most common test types: sine and random. Their desire is to know which test, sine or random, is best to most quickly pinpoint flaws in their product.",
  "jerk": "The rate of change of acceleration with time.",
  "srs": "The shock response spectrum (SRS) is a plot of the maximum responses of imagined single-degree-of-freedom systems versus their natural frequencies as they respond to an applied shock.",
  "corner": "A corner frequency is a boundary in a system's frequency response at which energy flowing through the system begins to be reduced (attenuated or reflected) rather than passing through.",
  "unit": "An expression of a measurement as a multiple or fraction of some appropriate, well-defined quantity such as centimeter, volt, etc.",
  "bell": "The most common probability distribution in statistical analysis is the normal (or “Gaussian”) distribution function. Another name for it is the bell curve.",
  "vru": "VR University (<a href=\"https://vru.vibrationresearch.com/\" target=\"_blank\" rel=\"noopener\">VRU</a>) offers practice exercises, instructional videos, and a personalized learning dashboard that empower learners to study at their own pace in and outside of the classroom. We tackle sine testing, random testing, preventative maintenance, multi-axis testing, calibration, and more.",
  "mean": "The mean is a value intermediate between quantities under consideration. A shaker’s mean acceleration must be zero or no steady-state acceleration.",
  "damage": "All machine components vibrate, and their interaction with one another and the operational environment can introduce fatigue or damage such as imbalance, misalignment, component failure, resonance, bearing defect, and more.",
  "srtd": "Sine Resonance Track & Dwell (<a href=\"https://vibrationresearch.com/vibrationview/sine-resonance-track-dwell/\" target=\"_blank\" rel=\"noopener\">SRTD</a>) is used in the design and validation of a product in almost every industry that uses vibration testing.",
  "fft": "The fast Fourier transform (FFT) is a computer method of shifting data from the time domain to the frequency domain.",
  "view": "View, edit, and analyze waveforms from recorded or live data with <a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\" rel=\"noopener\">ObserVIEW</a>.",
  "peak": "Peak is an extreme value of a varying quantity and measured from the zero or mean value. It is also a maximum spectral value.",
  "leakage": "A result of sampling with finite intervals and causes the smearing of frequency components. It is improved by windowing.",
  "design": "Design ruggedization is performed during the development of a new product. Prototypes are subjected to stress levels much higher than those anticipated in the field.",
  "induced": "Induced environments are conditions generated by operating equipment rather than natural environments.",
  "sample": "The sample rate is the number of readings an A/D converter takes per second or per minute.",
  "startup": "Record data autonomously with the <a href=\"https://vibrationresearch.com/products/vr-mobile/\" target=\"_blank\" rel=\"noopener\">ObserVR1000</a>. In VR Mobile, set up actions to occur automatically following an event; after the trigger, the ObserVR1000 will record data without intervention.",
  "rolling": "A rolling-element (anti-friction) bearing is a shaft that rotates on rollers or balls.",
  "precise": "<a href=\"https://vibrationresearch.com/resources/peak-tracking-in-vibrationview/\" target=\"_blank\" rel=\"noopener\">Peak Tracking</a> minimizes the need for precise detection during the sine sweep, so users can sweep faster.",
  "rattle": "A sound exemplified by shaking a steel can full of steel nuts and bolts.",
  "fdr": "The Field Data Replication (FDR) software by Vibration Research can be used to recreate a test environment, including high peaks, using recorded data.",
  "channel": "Expanding upon the functionality of the <a href=\"https://vibrationresearch.com/products/vibrationview/#vr9500\" target=\"_blank\" rel=\"noopener\">VR9500</a>, VR released the <a href=\"https://vibrationresearch.com/products/vibrationview/#vr10500\" target=\"_blank\" rel=\"noopener\">VR10500</a> for high-channel-count vibration control and dynamic signal analysis.",
  "mobile": "Set up, monitor, and modify a vibration test in the field without a wired configuration. VR Mobile delivers flexibility and simplicity to field testing.",
  "profile": "A mission profile is a time-phased description of the events and environments an item experiences from initiation to completion of a specified mission.",
  "root": "Root cause analysis is the process of determining what caused a failure as opposed to what appears to have been the cause. It usually requires the services of a specialized failure analysis lab.",
  "force": "A push or pull upon an object resulting from the object's interaction with another object.",
  "asd": "Auto Spectral Density (ASD) is the measure of acceleration power per Hz of analysis bandwidth. Also known as Power Spectral Density, PSD. The square root of the area under the ASD curve is defined as the g RMS of acceleration.",
  "range": "A range is a statement of the upper and lower limits over which an instrument works satisfactorily.",
  "auto": "The auto-spectral density function is the discrete-time Fourier transform of the auto-correlation function Rxx(m). It is also known as the power spectral density (PSD).",
  "report": "The standard Quick Report functionality in <a href=\"https://vibrationresearch.com/vibrationview/\" target=\"_blank\" rel=\"noopener\">VibrationVIEW</a> can be modified to meet the needs of a test profile and helps to increase test report efficiency.",
  "verify": "The <a href=\"https://vibrationresearch.com/products/vibrationview/#vr9500\" target=\"_blank\" rel=\"noopener\">VR9500</a> and <a href=\"https://vibrationresearch.com/products/vibrationview/#vr10500\" target=\"_blank\" rel=\"noopener\">VR10500</a> vibration controllers can verify the calibration of an accelerometer or other input using the <a href=\"https://vibrationresearch.com/products/vibrationview/\" target=\"_blank\" rel=\"noopener\">VibrationVIEW</a> software.",
  "modal": "Modal analysis is the process of breaking complex structural motion into individual vibration modes.",
  "amp": "A vibration testing system runs in a closed-loop operation. The vibration controller sends a signal to the shaker via the power amplifier.",
  "paste": "The copy and paste command in <a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\" rel=\"noopener\">ObserVIEW</a> allows the user to move data between graphs and software applications. In doing so, the user can perform an easy comparison of data from a multitude of applications.",
  "bias": "Refers to a more or less persistent tendency for a group of measurements to be too large or too small.",
  "band": "A specific range of frequencies in the radio frequency (RF) spectrum, which is divided among ranges from very low frequencies (vlf) to extremely high frequencies (ehf). Each band has a defined upper and lower frequency limit.",
  "fixture": "An intermediate structure that attaches a device under test (DUT) to a shaker or shock test machine.",
  "shaker": "Electrodynamic shaker systems consist of a shaker and a matching linear direct-coupled power amplifier. Browse VR's selection of shakers.",
  "mixed": "Mixed-mode testing is used to simulate environments with a combination of vibration modes.",
  "shake": "Electrodynamic shaker systems consist of a shaker and a matching linear direct-coupled power amplifier. Browse VR's selection of shakers.",
  "charge": "A charge amplifier converts a charge input signal into an output voltage. It is a charge-to-voltage converter.",
  "utility": "The <a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\" rel=\"noopener\">ObserVIEW</a> IIR filtering utility can implement low-pass, high-pass, and bandpass filters.",
  "export": "Edit and export waveform data with <a href=\"https://vibrationresearch.com/products/obserview/\" target=\"_blank\" rel=\"noopener\">ObserVIEW</a>.",
  "trial": "A <a href=\"https://vibrationresearch.com/request-trial-key/\" target=\"_blank\" rel=\"noopener\">free trial key</a> of any software feature is available for customers with VR hardware.",
  "spectra": "Plural of spectrum. A spectrum describes the resolution of an electrical signal for a given measurement. See frequency spectrum."
}
